[{"id":1,"title":"A CODED DAY","author":"Prof. Martin Kreyßig","date":"2024-03-12T00:00:00Z","minf":false,"musk":true,"tags":["Audiovisuell"],"title_image":1,"images":[{"id":1,"url":"content/1/A_CODED_DAY.png","caption":"A:CODED:DAY @ 2024"},{"id":2,"url":"content/1/acodedday-wip-02-942x470.png","caption":"A:CODED:DAY @ Shooting 2024"},{"id":3,"url":"content/1/acodedday-wip-03-942x470.png","caption":"A:CODED:DAY @ Postproduction 2024"},{"id":4,"url":"content/1/acodedday-wip-09.png","caption":"A:CODED:DAY @ Shooting 2024"},{"id":5,"url":"content/1/acodedday-wip-12-942x470.png","caption":"A:CODED:DAY Team (v.l.n.r) Johannes Jeremias Kross, Leon Unger, Lara-Marie Bläsing, Hendrik Hihn, Jana Müller @ 2024"},{"id":6,"url":"content/1/bildschirmfoto-2024-03-12-um-164955-942x470.png","caption":"A:CODED:DAY @ Screenshot 2024"},{"id":7,"url":"content/1/bildschirmfoto-2024-03-12-um-165004-942x470.png","caption":"A:CODED:DAY @ Postproduction 2024"}],"text_short":"Das Projekt „A Coded Day“ unseres [Masterstudierenden](https://www.hs-harz.de/medien-und-spielekonzeption-ma) erkundet die repetitive Natur des menschlichen Alltags. Dieser wurde dargestellt durch die symbolische Repräsentation von fünf Farben, die einen gleichbleibenden Tagesablauf durchleben. Die Monotonie des Alltags wird durch genaues Sounddesign akustisch begleitet.\n\n#[7]\n\n\u003e Ein passender, nebengestellter Text, der – möglicherweise etwas größer als die anderen – nur auf Desktop den Space füllt.\n\nMit intensiver Diskussion und Konzeptarbeit konnten technische und kreative Hürden der visuellen Darstellung einer sich wiederholenden Routine auf fesselnde Weise überwunden werden. Für die Dramatolodie wurde jeder Farbe eine Anomalie zuzuweisen, die sie aus ihrer Routine reißt und damit die monotone Struktur aufbricht. Sie beinhaltet einen spielerischen Appell, sich die Chronologie selbst zu erschließen.\nDie Projektarbeit basiert auf einem detaillierten Storyboard, Testaufnahmen und einer genauen Drehplanung.\n","text_long":"**Tagline**: 1 Tag, 5 Charaktere und 4 Ziffern, um eine endlose Routine aufrecht zu erhalten.\n\n**Logline**: Fünf routinierte Helden bewältigen ihren Alltag, ohne den Blick fürs Detail zu verlieren, denn es sind die kleinen Ungereimtheiten, die uns in einer gnadenlos durchgetakteten Welt den Tag retten.\n\nDas Projekt „A Coded Day“ erkundet repetitiven Natur des menschlichen Alltags, dargestellt durch die symbolische Repräsentation von fünf Farben, die einen gleichbleibenden Tagesablauf durchleben. Von morgens bis abends folgen sie einem starren Schema: Aufwachen, auf dem Handy scrollen, Zähneputzen, Kaffee trinken, arbeiten und schließlich schlafen. Diese monotonen Handlungen werden durch passende Musik und genaues Sounddesign akustisch begleitet, was die Wiederholung und Stagnation betont.  \nDie Idee für das Projekt entstand während intensiver Diskussionen und Konzeptarbeit. Die Herausforderung bestand darin, die visuelle Darstellung einer sich wiederholenden Routine zu schaffen, die den Zuschauer in den Bann zieht. Dabei stießen wir auf technische und kreative Hürden, wie die Auswahl geeigneter Drehorte und die Planung der Match-Cuts.  \nUm die Handlung mit Substanz zu füllen und den Zuschauer zu fesseln, wurde beschlossen, jeder Farbe eine Anomalie zuzuweisen, die sie aus ihrer Routine reißt. Dieses Konzept verleiht dem Projekt Tiefe und Spannung, während es gleichzeitig die monotone Struktur aufbricht.  \nDie Entwicklungsphase war geprägt von intensiver Zusammenarbeit und Iteration. Durch regelmäßige Besprechungen und Diskussionen wurde das visuelle Konzept verfeinert und ein detailliertes Storyboard erstellt. Testaufnahmen und eine genaue Drehplanung trugen dazu bei, das Projekt zum Leben zu erwecken und die gewünschte Wirkung zu erzielen.  \nInsgesamt repräsentiert „A Coded Day“ eine kreative Exploration von Zeit und Alltagsroutinen, die durch eine innovative visuelle Darstellung und einen spielerischen Appell an den Zuschauer, sich die Chronologie (in Form des Zahlencodes) selbst zu erschließen, gekennzeichnet ist. Es ist ein Projekt, das nicht nur die technischen Fähigkeiten der Beteiligten demonstriert, sondern auch ein tieferes Verständnis für die menschliche Erfahrung und die Herausforderungen des täglichen Lebens vermittelt.\n\nDas Filmteam der [Hochschule Harz](https://www.hs-harz.de/medien-und-spielekonzeption-ma) bestand aus den Masterstudierenden Lara-Marie Bläsing, Hendrik Hihn, Johannes Jeremias Kross, Jana Müller, Leon Unger und [Prof. Martin Kreyßig](https://www.hs-harz.de/mkreyssig/zur-person) als betreuender Dozent.","elements":null},{"id":2,"title":"Nachruf auf Lothar Werthschulte","author":"Prof. Martin Kreyßig","date":"2024-02-05T00:00:00Z","minf":true,"musk":true,"tags":["Audiovisuell"],"title_image":2,"images":[{"id":1,"url":"content/2/20190111-360-drehtest-web-942x470.png","caption":"Drehtest 360°-Kamera im Studio Medieninformatik © 2019 "},{"id":2,"url":"content/2/Nachruf_Auf_Lothar.jpg","caption":"Objektivtest: 17-35mm AF-S an Panasonic bei unendlich © 2012 Lothar WerthschulteDrehtest"},{"id":3,"url":"content/2/img-3414-942x470.png","caption":"Exkursion zum MDR 2014 © MDR (Archiv Kreyßig)"},{"id":4,"url":"content/2/img-6958-942x470.png","caption":"Filmnacht 2012 © Hochschule Harz (Archiv Kreyßig)"},{"id":5,"url":"content/2/keyingdrehs-91.png","caption":"Keying im Studio der Medieninformatik @ 2018 Jan-Billy Blum Arndt"}],"text_short":"Am 29. Januar 2024 starb Lothar Werthschulte nach schwerer Krankheit. \nLothar Werthschulte arbeitete seit 2005 als Lehrbeauftragter für Filmschnitt und diversen Berufsfeldorientierungen an der Hochschule Harz im Studiengang[Medieninformatik B.Sc.](https://www.hs-harz.de/medieninformatik). Er unterstützte den Studiengang auch als Betreuer von Abschlussarbeiten. Im Studiengang [Medien- und Spielekonzeption M.A.](https://www.hs-harz.de/medien-und-spielekonzeption-ma) lehrte er den Soundschnitt für Trailer und die Nachbearbeitung von Kurzfilmen.\nIch konnte mit dem studierten Diplom-Neurophysiologen und Informatiker seit Mitte der 1990er Jahre zusammenarbeiten. Seine Kenntnisse schufen und veredelten ungezählte Projekte.\nWir Kommilitonen trauern um Lothar Werthschulte, einen langjährigen Freund, einen hervorragenden Gestalter, Fotografen und Regisseur. Wir trauern um einen ausgezeichneten Dozenten und herzensguten Menschen.\n","text_long":"Am 29. Januar 2024 starb Lothar Werthschulte nach schwerer Krankheit.\n\nLothar Werthschulte arbeitete seit 2005 als Lehrbeauftragter für Filmschnitt an der Hochschule Harz im Studiengang [Medieninformatik B.Sc.](https://www.hs-harz.de/medieninformatik) Anfangs nutzen wir viele Jahre AVID, seit einigen Jahren DaVinci Resolve, immer dabei natürlich Adobe AfterEffects. Lothar betreute die Studierenden im 2. Semester bei der Nachproduktion ihrer Kurzspielfilme. In diversen Berufsfeldorientierungen, z.B. Keying oder Musikvideo unterstützte Lothar Werthschulte die Filmlehre als Gestalter, Editor, Cutter und Postsupervisor. Er unterstützte den Studiengang auch als Betreuer von Abschlussarbeiten. Im 2015 gestarteten Studiengang [Medien- und Spielekonzeption M.A.](https://www.hs-harz.de/medien-und-spielekonzeption-ma) lehrte er den Soundschnitt für Trailer und die Nachbearbeitung von Kurzfilmen. Unsere Zusammenarbeit an der Hochschule war klasse!\n\nIch konnte mit dem studierten Diplom-Neurophysiologen und Informatiker seit Mitte der 1990er Jahre zusammenarbeiten. Seine Kenntnisse der Fotografie, der Architektur, sein rhythmisches Gefühl und musikalischer Verstand veredelte ungezählte Film- und Fernsehproduktionen. Der Regisseur konzipierte Filme, drehte, schnitt, kümmerte sich um die Farben und das Grading, und fand immer die passende Typo für Titel und Abspann. All dies geschah lautlos, mit Ruhe und Konzentration, und im Wissen, was der Film benötigt: Story, Bewegung, Rhythmus, Sound \u0026 Look – für Augen und Ohren.\n\nWir Kommilitonen trauern um Lothar Werthschulte, einen langjährigen Freund, einen hervorragenden Gestalter, Fotografen und Regisseur. Wir trauern um einen ausgezeichneten Dozenten und herzensguten Menschen.","elements":null},{"id":3,"title":"Der Filmabend – Unterhaltung und Gestaltung","author":"Prof. Martin Kreyßig","date":"2023-12-08T00:00:00Z","minf":true,"musk":true,"tags":["Audiovisuell","Animation"],"title_image":1,"images":[{"id":1,"url":"content/3/Filmabend.png","caption":"3D Animation Hochschule Harz © Robin Schwarz 2023"},{"id":2,"url":"content/3/amymax-mocap2023-1536x766.png","caption":"»Amy \u0026 Max« 3D-Animationsfilm (Motion Capture) von Hanne Rosenow, Louisa Glauche, Lukas Weihrauch, Paul Gebhardt. Screenshot © Amy \u0026 Max 2023"},{"id":3,"url":"content/3/derausbruch-mocap2023-1536x766.png","caption":"»Der Ausbruch« 3D-Animationsfilm (Motion Capture) von Alexander Weber, Anzor Utsmaev, Gábor Peun, Lukas Kühne, Robin Schwarz, Yannick Rast. Screenshot © Der Ausbruch 2023"},{"id":4,"url":"content/3/derzauberlehrling-mocap2023-1536x766.png","caption":"»Der Zauberlehrling« 3D-Animationsfilm (Motion Capture) von Hanne Rosenow, Louisa Glauche, Lukas Weihrauch, Paul Gebhardt. Screenshot © Der Zauberlehrling 2023"},{"id":5,"url":"content/3/m30103-timur-bauch-fromthedepths-1536x766.png","caption":"From The Depths« Kurzspielfilm von Timur Bauch. Screenshot © Timur Bauch 2023"},{"id":6,"url":"content/3/m30899-robin-postler-eldritch-1536x766.png","caption":"»Eldritch« Kurzspielfilm von Robin Postler. Screenshot © Robin Postler 2023"},{"id":7,"url":"content/3/m30900-thaddus-reinhardt-acheesystory-1536x766.png","caption":"A Cheesy Story« Kurzspielfilm von Thaddäus Philemon Reinhardt. Screenshot © Thaddäus Philemon Reinhardt 2023"},{"id":8,"url":"content/3/m30905-filmabgabe-haus13-1536x766.png","caption":"»Haus 13« Kurzspielfilm von Moritz Kube. Screenshot © Moritz Kube 2023"},{"id":9,"url":"content/3/m30981-jessicavfalkenberg-1536x766.png","caption":"Haus 13« Kurzspielfilm von Moritz Kube. Screenshot © Moritz Kube 2023"},{"id":10,"url":"content/3/markus-fuhlbruegge-3d-animation-1536x766.png","caption":"3D Animation Hochschule Harz © Markus Fuhlbrügge 2023"},{"id":11,"url":"content/3/mg-7280-enhanced-nr-1536x766.png","caption":"Filmabend des Studiengangs Medieninformatik Hochschule Harz @ Malte Kasolowsky 2023"},{"id":12,"url":"content/3/thriller-dennis-voigt-3d-animation-1536x766.png","caption":"3D Animation Hochschule Harz © Dennis Voigt 2023"}],"text_short":"Ein kreativer Austauch im Bereich Bewegtbild ist uns wichtig. Deshalb treffen wir uns jeden Herbst im Audimax der [Hochschule Harz in Wernigerode](https://www.hs-harz.de/). Wir zeigen uns gegenseitig die entstandenen Filme, denn im Studium der [Medieninformatik](https://www.hs-harz.de/medieninformatik) produzieren die Studierenden in verschiedenen Semestern Filme und Animationen.\nDas war ein extrem kurzweiliger Abend, moderiert von Thaddäus Philemon Reinhardt, garniert mit Getränken und Popcorn. Herzlichen Dank an alle Studierenden, die diesen Abend möglich gemacht haben, und **Applaus für alle Studierende**, die ihre Filme gezeigt haben!\n","text_long":"**A: »Ja, der macht die Musik zu unserem geplanten Film.«**  \n**B: »Echt, super!«**  \n**C: »Ich wusste gar nicht, dass er Musik macht.«**  \n**A: »Nein, ich auch nicht.«**\n\nSo weit ein kurzer Dialog aus einem Seminar.\n\nSo kann es zugehen, wenn Studierende nicht voneinander wissen, was sie in ihrer Freizeit machen, was sie können, wozu sie Lust haben. Miteinander sprechen, ist ein Modell, Licht in das Dunkel zu bringen. Chatgruppen, Social Media – okay, geht auch. Eine andere Methode heisst: Arbeiten zeigen! Und so treffen wir uns jeden Herbst im Audimax der [Hochschule Harz in Wernigerode](https://www.hs-harz.de/) und zeigen uns gegenseitig unsere Filme.  \nIm Studium der [Medieninformatik](https://www.hs-harz.de/medieninformatik) drehen die Studierenden im 2. Semester einen Kurzspielfilm, lernen also das Handwerk mit Filmgeräten, Darsteller:innen und Editing. Im dritten und vierten Semester werden Animationsfilme hergestellt in 2D und 3D. Im sechsten Semester erlernen die Studierenden in einer Vertiefungsrichtung (Berufsfeldorientierung, kurz BFO) das umfangreiche Handwerk rund um das [Motion Capture](https://de.wikipedia.org/wiki/Motion_Capture), die Animation virtueller Figuren, deren Bewegungen mit Darsteller:innen auf die Figur übertragen werden.  \nDas war ein extrem kurzweiliger Abend moderiert von Thaddäus Philemon Reinhardt, garniert mit Getränken und Popcorn. Herzlichen Dank an alle Studierenden, die diesen Abend möglich gemacht haben und **Applaus für alle Studierende**, die ihre Filme gezeigt haben!!!","elements":null},{"id":4,"title":"MedieninformatikerInnen der Hochschule Harz zu Besuch im Zentrum für Kunst und Medien in Karlsruhe","author":"Prof. Martin Kreyßig","date":"2023-11-20T00:00:00Z","minf":true,"musk":true,"tags":["Events"],"title_image":1,"images":[{"id":1,"url":"content/4/Besuch_ZKM.png","caption":"MedieninformatikerInnen der Hochschule Harz besuchen das Zentrum für Kunst und Medien © Foto: Malte Kasolowski \u0026 Aaron Pöhlmann"},{"id":2,"url":"content/4/img-2465.png","caption":"Jannik Markert, Yannick Rast und Dozentin Jessica Krecisz in der Ausstellung »zkm_gameplay. the next level« © Foto: Martin Kreyßig"},{"id":3,"url":"content/4/img-2474.png","caption":"Benjamin Wehlend in der Ausstellung »zkm_gameplay. the next level« © Foto: Martin Kreyßig"},{"id":4,"url":"content/4/img-2480.png","caption":"MedieninformatikerInnen der Hochschule Harz in der Kneipe © Foto: Martin Kreyßig"},{"id":5,"url":"content/4/img-3980.png","caption":"MedieninformatikerInnen der Hochschule Harz in der Ausstellung »Renaissance 3.0« © Foto: Gregor Theune"},{"id":6,"url":"content/4/l1001198.png","caption":"Medieninformatiker Anzor Utsmaev in der Ausstellung »Heinz Mack im ZKM« © Foto: Sebastian Bürgel"},{"id":7,"url":"content/4/zkm-13.png","caption":"MedieninformatikerInnen der Hochschule Harz in der Ausstellung »Renaissance 3.0« © Foto: Malte Kasolowski \u0026 Aaron Pöhlmann"},{"id":8,"url":"content/4/zkm-17.png","caption":"MedieninformatikerInnen der Hochschule Harz in der Ausstellung »Renaissance 3.0« © Foto: Malte Kasolowski \u0026 Aaron Pöhlmann"},{"id":9,"url":"content/4/zkm-2023-23.png","caption":"MedieninformatikerInnen der Hochschule Harz in der Ausstellung »Renaissance 3.0« © Foto: Malte Kasolowski \u0026 Aaron Pöhlmann"}],"text_short":"Exkursionen gehören zum Studium dazu, und so ging es nach einer unfreiwilligen Pause wegen Corona wieder zur Exkursion des 5. Semesters nach Pforzheim. Von dort aus ging es am 8. November ins [ZKM](https://zkm.de/de) nach Karlsruhe.\nZiel der Reise war die Ausstellung »Renaissance 3.0«, die letzte von [Peter Weibel](https://de.wikipedia.org/wiki/Peter_Weibel_%28K%C3%BCnstler%29) kuratierte Übersichtsausstellung. Hier finden Wissenschaft, Technologie und Medienkunst zusammen. Dieser multidisziplinäre Mix ist entscheidend für Studiengänge wie [Medieninformatik](https://www.hs-harz.de/medieninformatik) oder [Medien- und Spielekonzeption](https://www.hs-harz.de/medien-und-spielekonzeption-ma).\nHerzlichen Dank an die Fotografen! Und besonderen Dank an Benjamin Wehlend, der uns einen wunderschönen Abend beschert hat, an den wir uns noch lange erinnern. Eigeninitiative ist alles!\n\n","text_long":"Eine Exkursion gehört zum Studium dazu oder mehr als eine. Vor Corona im 5. Semester ein Standard, muss das Format Exkursion im Herbst 2023 neu aufgelegt werden. Ein Kleinbus transportierte 25 Studierende und Dozenten der Hochschule Harz in Wernigerode nach Pforzheim, von dort aus ging es am 8. November ins [ZKM](https://zkm.de/de) nach Karlsruhe.\n\nZiel der Reise war die Ausstellung »Renaissance 3.0«, die letzte von [Peter Weibel](https://de.wikipedia.org/wiki/Peter_Weibel_%28K%C3%BCnstler%29) kuratierte Übersichtsausstellung. Hier finden Wissenschaft, Technologie und Medienkunst zusammen. Dieser multidisziplinäre Mix ist entscheidend für Studiengänge wie [Medieninformatik](https://www.hs-harz.de/medieninformatik) oder [Medien- und Spielekonzeption](https://www.hs-harz.de/medien-und-spielekonzeption-ma), befinden sich doch beide im Zentrum von Teamwork, Gestaltung und Informatik bei der Herstellung multimedialer Applikationen, interaktiver Designs und Videospielen. Jedes Jahr ins Zentrum für Kunst und Medien (oder nach Linz auf die [Ars Electronica](https://ars.electronica.art/news/de/)), das liefert Studierenden und der Dozentenschar frischen Input.\n\nHerzlichen Dank an die Fotografen! Und besonderen Dank an Benjamin Wehlend, der uns einen wunderschönen Abend (mit Karaoke) beschert hat, an den wir uns noch lange erinnern. Eigeninitiative ist alles!!","elements":null},{"id":5,"title":"Making of... Filme machen am Studiengang Medieninformatik","author":"Prof. Martin Kreyßig","date":"2023-10-15T00:00:00Z","minf":true,"musk":false,"tags":["Audiovisuell"],"title_image":1,"images":[{"id":1,"url":"content/5/Making_Of.png","caption":"Keying an der Hochschule Harz, Studiengang Medieninformatik © Henri Grund 2023"}],"text_short":"Na ja, Schwamm drüber, ein Semester ist bereits vergangen, doch nie zu spät wurde jetzt das [Making of … Keying](https://www.medieninformatik.de/keying-im-studio-der-hochschule-harz-2/) fertig. Großen Dank an Henri Grund für diesen wirklich charmanten Kurzfilm. Und dank auch an Andreas Schubert, der den Behind-the-Scenes-Film in die CI der Hochschule Harz verpackt hat.\nIn diesem Kurzfilm erlebt ihr, wie das Filmedrehen beim Keying an der Hochschule Harz funktioniert und was ihr lernen könnt. Der Berliner Fotograf und Filmemacher Henri Grund war eine Woche an der Hochschule Harz und hat während seines Praktikums ein Making of-Video zu den Dreharbeiten im Studio der Hochschule Harz gemacht.\nWatch on YouTube: [https://www.youtube.com/watch?v=8hbAKybf0bA](https://www.youtube.com/watch?v=8hbAKybf0bA)","text_long":"Na ja, Schwamm drüber, ein Semester ist bereits vergangen, doch nie zu spät wurde jetzt das [Making of … Keying](https://www.medieninformatik.de/keying-im-studio-der-hochschule-harz-2/) fertig. Großen Dank an Henri Grund für diesen wirklich charmanten Kurzfilm. Und dank auch an Andreas Schubert, der den Behind-the-Scenes-Film in die CI der Hochschule Harz verpackt hat.\n\nIn diesem Kurzfilm erlebt ihr, wie das Filmedrehen beim Keying an der Hochschule Harz funktioniert und was ihr lernen könnt. Der Berliner Fotograf und Filmemacher Henri Grund war eine Woche an der Hochschule Harz und hat während seines Praktikums ein Making of-Video zu den Dreharbeiten im Studio der Hochschule Harz gemacht.\n\nWatch on YouTube: [https://www.youtube.com/watch?v=8hbAKybf0bA](https://www.youtube.com/watch?v=8hbAKybf0bA)","elements":null},{"id":6,"title":"Motion Capture im Forschungsprojekt DigiLehR","author":"Prof. Martin Kreyßig","date":"2023-06-25T00:00:00Z","minf":true,"musk":false,"tags":["Audiovisuell","Grafik"],"title_image":10,"images":[{"id":1,"url":"content/6/010dsc00257-motioncapture.png","caption":"Motion Capture | Jonte Volkmann als Paketbote wird bedroht und erhält gleichzeitig einen Telefonanruf © Foto: Martin Kreyßig 2023"},{"id":2,"url":"content/6/011dsc00322-motioncapture.png","caption":"Motion Capture | Jonte Volkmann als Täter bedroht den Paketboten © Foto: Martin Kreyßig 2023"},{"id":3,"url":"content/6/013dsc00332a-motioncapture.png","caption":"(v.l.n.r.) Lizzy Willimczik, Darwin Hakkenbrock, Alexander Weber, Anzor Utsmaev, Yannick Rast, Jonte Volkmann, Gábor Peun, Louisa Glauche und Jessica Kresicz © Foto: Martin Kreyßig 2023"},{"id":4,"url":"content/6/01dsc00085-motioncapture.png","caption":"Motion Capture (v.l.n.r) Louisa Glauche, Yannick Rast, Jonte Volkmann, Gábor Peun © Foto: Martin Kreyßig 2023"},{"id":5,"url":"content/6/03dsc00137-motioncapture.png","caption":"Motion Capture | Skelett der Hände © Foto: Martin Kreyßig 2023"},{"id":6,"url":"content/6/04dsc00132-motioncapture.png","caption":"Motion Capture | Louisa Glauche und Jonte Volkmann in der Regiebesprechung © Foto: Martin Kreyßig 2023"},{"id":7,"url":"content/6/06dsc00151-motioncapture-942x470.png","caption":"Motion Capture | Jonte Volkmann als Paketbote mit Sackkarre © Foto: Martin Kreyßig 2023"},{"id":8,"url":"content/6/08dsc00116-motioncapture-1.png","caption":"Motion Capture | Grundriss der virtuellen Szene im Haus © Foto: Martin Kreyßig 2023"},{"id":9,"url":"content/6/09dsc00248-motioncapture.png","caption":"Motion Capture | Jonte Volkmann als Paketbote beugt sich erschrocken über die Leiche (gespielt von Darwin Hakkenbrock) © Foto: Martin Kreißig"},{"id":10,"url":"content/6/MoCap_DigiLehR.png","caption":"Motion Capture | Jonte Volkmann als Paketbote öffnet vorsichtig die Haustür, bevor er eintritt © Foto: Martin Kreyßig 2023"}],"text_short":"Im [Motion Capture](https://www.hs-harz.de/studium/fb-automatisierung-und-informatik/labore/motion-capture) können Bewegungsdaten aufgezeichnet und auf künstliche Figuren im 3D-Raum übertragen werden. Am letzten Donnerstag nutzte das Jahresprojekt unter Leitung von [Prof. Martin Kreyßig](https://www.hs-harz.de/mkreyssig/zur-person) die neuen Möglichkeiten mittels **[Xsens Motion Capture System](https://www.movella.com/products/motion-capture/xsens-mvn-animate\"%20\\t%20\"_blank)**. Hierbei kann die Bewegung irgendwo im Raum oder in der Natur aufgezeichnet werden, denn die Bewegungsdaten werden auch im Anzug selbst aufgezeichnet. Die Projektgruppe ging einen anderen Weg und zeichnete die Bewegungen via W-LAN direkt in **[iClone von Reallusion](https://www.reallusion.com/de/iclone/\"%20\\t%20\"_blank)** auf. Es ging um die Aufzeichnung von Bewegungen für zukünftige VR-Szenen im Rahmen des [Forschungsprojekt DigiLehR](https://www.hs-harz.de/forschung/ausgewaehlte-forschungsprojekte/digilehr).\nDie Bewegungsdaten werden von den Studierenden auf die Avatare in der [Echtzeitumgebung Unity](https://unity.com/de)  übertragen. Ergänzt werden die Avatare mit Gesichter- und Mundbewegungen, die [von Schauspielern gesprochen](https://www.medieninformatik.de/zwei-sekunden-stille/) bereits aufgezeichnet worden waren. Es ergibt sich eine virtuelle Filmszene in einer VR-Echtzeitumgebung. Das Projekt wird im August 2024 beendet sein – und dann wissen wir mehr darüber, ob es möglich ist, in VR-Umgebungen das Filmhandwerk zu trainieren.\n","text_long":"Seit jeher bemühen sich Künstlerinnen und Künstler ihren Figuren – Tieren und Menschen – in Bildern Leben einzuhauchen. Leben zeigt sich in Ausdruck und Bewegung, deren Beobachtung und naturgetreue Nachbildung will gelernt sein. So beschäftigen sich seit vielen Jahren die Studierenden am Studiengang [Medieninformatik (B.Sc.)](https://www.hs-harz.de/medieninformatik) der Hochschule Harz im [Labor Motion Capture](https://www.hs-harz.de/studium/fb-automatisierung-und-informatik/labore/motion-capture)  von [Prof. Daniel Ackermann](https://www.hs-harz.de/dackermann/zur-person) – zuständig für die Produktion interaktiver Medien und das Design multimedialer Schnittstellen – mit [Motion Capture](https://de.wikipedia.org/wiki/Motion_Capture), der Aufzeichnung von Bewegungsdaten und deren Übertragung auf künstliche Figuren im 3D-Raum.\n\nAm letzten Donnerstag nutzte das Jahresprojekt unter Leitung von [Prof. Martin Kreyßig](https://www.hs-harz.de/mkreyssig/zur-person) die neuen Möglichkeiten mittels **[Xsens Motion Capture System](https://www.movella.com/products/motion-capture/xsens-mvn-animate\"%20\\t%20\"_blank)**. Hier sind die Darsteller:innen frei in ihren Bewegungen, die Aufzeichnung kann irgendwo im Raum oder in der Natur stattfinden, denn die Bewegungsdaten werden auch im Anzug selbst aufgezeichnet. Die Projektgruppe unter Leitung von Louisa Glauche, bestehend aus Darwin Hakkenbrock, Gábor Peun, Yannick Rast, Anzor Utsmaev, Alexander Weber und Lizzy Willimczik ging einen anderen Weg und zeichneten die Bewegungen via W-LAN direkt in **[iClone von Reallusion](https://www.reallusion.com/de/iclone/\"%20\\t%20\"_blank)** auf.\n\nDie Bewegungen aller drei Rollen einer zukünftigen VR-Szene im Rahmen des [Forschungsprojekt DigiLehR](https://www.hs-harz.de/forschung/ausgewaehlte-forschungsprojekte/digilehr) wurden von Schauspieler **[Jonte Volkmann](https://www.jontevolkmann.com/\"%20\\t%20\"_blank)** gespielt. Für den Use Case Medienproduktion schlüpfte er in den Datenanzug, die Tracking-Handschuhe und in die drei ihm zugedachten Rollen: als Paketbote, Opfer und Killer. Die Aufnahmen fanden im Audimax der Hochschule Harz statt. Hier wurden die aussen und innen spielenden Filmszenen auf dem Boden markiert, das Paketauto mittels Paletten simuliert und Stative als Markierungen für Türen aufgestellt. Die Studierenden hatten Aufbau und Ablauf intensiv geprobt, so ging der eigentliche „Dreh“ unkompliziert über die Bühne. Unterstützt wurde die Gruppe zusätzlich durch Regisseurin Jessica Krecisz M.F.A., die als Dozentin die Berufsfeldorientierung Motion Capture gemeinsam mit Prof. Daniel Ackermann in diesem Sommersemester leitet.\n\nDie Bewegungsdaten werden anschließend von den Studierenden in viele Arbeitsschritten auf die Avatare in der [Echtzeitumgebung Unity](https://unity.com/de) übertragen. Ergänzt werden die Avatare mit Gesichter- und Mundbewegungen, die [von Schauspielern gesprochen](https://www.medieninformatik.de/zwei-sekunden-stille/) bereits aufgezeichnet worden waren. All dies zusammen ergibt am Ende eine virtuelle Filmszene, die in der VR-Echtzeitumgebung als Teil der Ausbildung von Studierenden interaktiv mit Kamera und Ton aufgezeichnet werden kann. Das Projekt wird im August 2024 beendet sein – und dann wissen wir mehr darüber, ob es möglich ist, in VR-Umgebungen das Filmhandwerk zu trainieren.","elements":null},{"id":7,"title":"Landschaftsfotografie und das Anthropozän – Neue Postkarten für den Harz","author":"Prof. Martin Kreyßig","date":"2023-06-23T00:00:00Z","minf":true,"musk":false,"tags":["Fotografie"],"title_image":6,"images":[{"id":1,"url":"content/7/2-postkarte-buergel-sebastian-1.png","caption":"»Blick auf die Harzer Kalk- und Zementwerke« © Sebastian Bürgel 2023"},{"id":2,"url":"content/7/3-postkarte-plassmeier-merle-1.png","caption":"»Ausblick am Ottofelsen« © Merle Plaßmeier 2023"},{"id":3,"url":"content/7/4-postkarte-hartmann-nick-1.png","caption":"»Über der Wormke« © Nick Hartmann 2023"},{"id":4,"url":"content/7/5-postkarte-baum-carolin-1.png","caption":"»Elend« © Carolin Baum 2023"},{"id":5,"url":"content/7/6-postkarten-gruppenbild.png","caption":"Die Teilnehmer*innen der BFO Digitale Fotografie @ Hochschule Harz 2023"},{"id":6,"url":"content/7/Landschaftsfotografie.png","caption":"Landschaftsfotografie und das Anthropozän – Neue Postkarten für den Harz @ Gregor Theune 2023"}],"text_short":"15 Studierende – 15 Postkarten: Im Rahmen der Veranstaltung BFO Digitale Fotografie im Studiengang [Medieninformatik (B.Sc.)](https://www.hs-harz.de/medieninformatik), geleitet von Dozent [Dipl.-Des. Gregor Theune](https://www.hs-harz.de/gtheune/zur-person), wurde im Sommersemester 2023 nicht nur die künstlerischen Positionen und Fotografie im Sinne der [Dokumentarfotografie](https://de.wikipedia.org/wiki/Dokumentarfotografie), sondern auch der Landschaftsbegriff diskutiert.\nWas gehört zur »Landschaft« und was nicht? Schnell wird man sich bei der Suche nach einer Antwort der häufig idealisierten Vorstellungen bewusst. Aber was gehört dazu, wenn man auf »Landschaft« aus der Perspektive eines neuen geologischen Zeitalters mit dem dominanten geophysikalischen Einfluss der Menschheit auf das Erdsystem blickt? Auf Basis dieser Auseinandersetzung des Einflusses des Menschen auf die Landschaft entwickelten die Studierenden entsprechende Bildserien, und jeweils ein Motiv jeder Bildserie wurde für die Postkartensammlung ausgewählt.\n","text_long":"15 Studierende – 15 Postkarten: Klingt einfach? Von der Idee zum gedruckten Produkt war es dann aber doch Arbeit für viele Wochen der Vorlesungszeit. Im Rahmen der Veranstaltung BFO Digitale Fotografie im Studiengang [Medieninformatik (B.Sc.)](https://www.hs-harz.de/medieninformatik), geleitet von Dozent [Dipl.-Des. Gregor Theune](https://www.hs-harz.de/gtheune/zur-person), wurde im Sommersemester 2023 nicht nur über Fotografie, das Dokumentarische in der Fotografie und künstlerische Positionen in der [Dokumentarfotografie](https://de.wikipedia.org/wiki/Dokumentarfotografie) gesprochen, sondern auch über den konstruktivistischen Landschaftsbegriff und das Anthropozän.\n\nDie konstruktivistische Perspektive versteht Landschaft nicht als physische Gegebenheit, sondern als einen auf der Grundlage von sozialen Zuschreibungs- und Deutungsmustern sozial konstruierten Begriff. Auf dieser Basis wurde der Blick auf die Landschaftsfotografie gerichtet: Was gehört zur »Landschaft« und was nicht? Schnell wird man sich bei der Suche nach einer Antwort der häufig idealisierten Vorstellungen bewusst. Aber was gehört dazu, wenn man auf »Landschaft« aus der Perspektive des sogenannten Anthropozäns blickt?\n\nDas [Anthropozän](https://de.wikipedia.org/wiki/Anthropoz%C3%A4n) bezeichnet ein neues geologisches Zeitalter, in dem die Menschheit den dominanten geophysikalischen Einfluss auf das Erdsystem hat. So rücken Energielandschaften, Freizeitlandschaften und Verkehrslandschaften in den Fokus – also vor allem Organisation, Umformung und Inszenierung der Natur durch den Menschen. Auf Basis dieser Auseinandersetzung entwickelten die Studierenden entsprechende Bildserien, und jeweils ein Motiv jeder Bildserie wurde für die Postkartensammlung ausgewählt.\n\nAber warum ausgerechnet [Postkarten](https://de.wikipedia.org/wiki/Postkarte), wenn die meisten von uns doch schon länger keine mehr verschickt haben? Postkarten dienten und dienen vielfach der Reproduktion einer stereotypen Landschaftsvorstellung. Wir nutzen dieses Medium, um diese Stereotypen zu hinterfragen und vielleicht die Betrachter\\*innen zum Nachdenken über den eigenen Landschaftsbegriff anzuregen. Was gehört denn nun zur Landschaft?","elements":null},{"id":8,"title":"Querschnitt – Tag der offenen Tür an der Hochschule Harz","author":"Prof. Martin Kreyßig","date":"2023-06-13T00:00:00Z","minf":true,"musk":true,"tags":["Events","Web"],"title_image":1,"images":[{"id":1,"url":"content/8/Querschnitt.png","caption":"Medienstudiengänge 2023, Tag der offenen Tür, Hochschule Harz © Foto Nick Hartman 2023"},{"id":2,"url":"content/8/foyer-bild-13.png","caption":"Medienstudiengänge 2023, Tag der offenen Tür, Hochschule Harz © Foto Nick Hartman 2023"},{"id":3,"url":"content/8/foyer-bild-15.png","caption":"Medienstudiengänge 2023, Tag der offenen Tür, Hochschule Harz © Foto Nick Hartman 2023"},{"id":4,"url":"content/8/foyer-bild-16.png","caption":"Medienstudiengänge 2023, Tag der offenen Tür, Hochschule Harz © Foto Nick Hartman 2023"},{"id":5,"url":"content/8/foyer-bild-19.png","caption":"Medienstudiengänge 2023, Tag der offenen Tür, Hochschule Harz © Foto Nick Hartman 2023"},{"id":6,"url":"content/8/foyer-bild-7.png","caption":"Medienstudiengänge 2023, Tag der offenen Tür, Hochschule Harz © Foto Nick Hartman 2023"},{"id":7,"url":"content/8/foyer-bild-8.png","caption":"Medienstudiengänge 2023, Tag der offenen Tür, Hochschule Harz © Foto Nick Hartman 2023"},{"id":8,"url":"content/8/studio-bild-12.png","caption":"Medienstudiengänge 2023, Tag der offenen Tür, Hochschule Harz © Foto Nick Hartman 2023"},{"id":9,"url":"content/8/studio-bild-13-34.png","caption":"Medienstudiengänge 2023, Tag der offenen Tür, Hochschule Harz © Foto Nick Hartman 2023"},{"id":10,"url":"content/8/studio-bild-18.png","caption":"Medienstudiengänge 2023, Tag der offenen Tür, Hochschule Harz © Foto Nick Hartman 2023"},{"id":11,"url":"content/8/studio-bild-20.png","caption":"Medienstudiengänge 2023, Tag der offenen Tür, Hochschule Harz © Foto Nick Hartman 2023"},{"id":12,"url":"content/8/studio-bild-30-24.png","caption":"Medienstudiengänge 2023, Tag der offenen Tür, Hochschule Harz © Foto Nick Hartman 2023"}],"text_short":"Vergangenen Samstag präsentierten Studierende und Dozent*innen im Haus 9 sehr eindrucksvoll die Ergebnisse und Möglichkeiten der Lehre in den Medienstudiengängen [Medieninformatik (B.Sc.)](https://www.hs-harz.de/medieninformatik) und [Medien- und Spielekonzeption (M.A.)](https://www.hs-harz.de/medien-und-spielekonzeption-ma).\nBei diesem multimedialen Querschnitt war einiges zu entdecken: Live-Game-Development, Landschaftsfotografie, Kurzspielfilme, Animationsfilme, programmierte Anwendungen und Spiele, Brettspiele, Lernszenarien in der virtuellen Realität, augmentierte Poster, virtuelle Spiele, ein ChatGPT-basiertes Adventure-Game, Motion Capturing und interaktive Lehrszenen waren zu bestaunen, zu hören, zu begreifen (mit den Händen), zu begucken (mit VR-Brillen).\nGroßen Dank an alle neugierigen Besucherinnen, Besucher und unsere Alumni, die so zahlreich erschienen sind! Und Dank an alle Studierende, Dozent:innen und Mitarbeiter:innen, die diese Leistungsschau möglich gemacht haben!\n","text_long":"[Bei Wikipedia steht zu lesen](https://de.wikipedia.org/wiki/Geologisches_Profil): »Unter einem geologischen Profil versteht man einen grafischen Querschnitt durch die (meist obersten Bereiche der) Erdkruste, in welchem die räumliche Anordnung von Gesteinskörpern, Störungen und anderen geologischen Strukturen im Untergrund dargestellt ist.«\n\nEin vergleichbares mediengeologisches Profil konnten die Besucherinnen und Besucher am vergangen Samstag im Haus 9 der [Hochschule Harz](https://www.hs-harz.de/) bestaunen. Das Profil präsentierter Arbeiten zog sich vom Foyer entlang einer gelb gepunkteten Linie durch den Flur neben dem Audimax bis zum Studio und in die Redaktion. Entlang dieser Linie standen Arbeiten der Studierenden aus unseren beiden Medienstudiengängen [Medieninformatik (B.Sc.)](https://www.hs-harz.de/medieninformatik) und [Medien- und Spielekonzeption (M.A.)](https://www.hs-harz.de/medien-und-spielekonzeption-ma).\n\nWelche Schichten, Anordnungen, Gesteine und Strukturen waren im multimedialen Querschnitt zu entdecken? Live-Game-Development, Landschaftsfotografie und das Anthropozän – Neue Postkarten für den Harz, Kurzspielfilme, Animationsfilme, programmierte Anwendungen (Webseiten mit Jamstack), programmierte Spiele, Brettspiele, Lernszenarien in der virtuellen Realität, augmentierte Poster, virtuelle Spiele, Swipe Story – ein ChatGPT-basiertes Adventure Game, Motion Capturing, interaktive Lehrszenen und ein programmierter Touchscreen für ein Museum waren zu bestaunen, zu hören, zu begreifen (mit den Händen), zu begucken (mit VR-Brillen) oder die Besucher liehen beim Face Motion Capture ihre Grimassen einem schnuckligen Kojoten. In der Redaktion schließlich konnten sich Besucher:innen bei einer virtuellen Schneeballschlacht abkühlen.\n\nDieser Querschnitt – präsentiert von Studierenden, Dozentinnen und Dozenten – zeigte sehr eindrucksvoll, was Studierende an der Hochschule Harz in Wernigerode in den Medienstudiengängen lernen, was sie leisten, und was ihnen an Möglichkeiten geboten werden. Ein queerer Schnitt durch alle Jahrgänge vom 1. bis ins 10. Semester, ein Portfolio aller multimedialen Disziplinen, ein Ausschnitt ungezählter Teamprojekte, Haus- und Projektarbeiten.\n\nUnd weiter heißt es in diesem Wikipedia-Artikel: »Ein erstes gezeichnetes Profil stammt wahrscheinlich von Johann Gottlob Lehmann (Versuch einer Geschichte der Flöz-Gebirge 1756) und ist vom Südharzrand bei Nordhausen. Es zeigt einen Schnitt von Grauwacke über Rotliegend und Zechstein bis Buntsandstein von Ilfeld bis Nordhausen.«\n\nSo, so, der vermutlich erste Querschnitt stammt also aus dem Harzgebirge. Darauf sollten wir uns nichts einbilden. Aber eine Landmarke innerhalb der Medienstudiengänge in Deutschland ist er schon gewesen, dieser Tag der offenen Tür 2023 an der Hochschule Harz.\n\nGroßen Dank an alle neugierigen Besucherinnen, Besucher und unsere Alumni, die so zahlreich erschienen sind! Und Dank an alle Studierende, Dozent:innen und Mitarbeiter:innen, die diese Leistungsschau möglich gemacht haben!","elements":null},{"id":9,"title":"IMPULS – Das Kultevent in Haus 9","author":"Hendrik Herbert","date":"2023-06-08T00:00:00Z","minf":true,"musk":true,"tags":["Events"],"title_image":10,"images":[{"id":1,"url":"content/9/11.jpg","caption":"In Blender werden eigene Assets erstellt © Esraa Al Esber 2023"},{"id":2,"url":"content/9/13.jpg","caption":"Impuls Teammitglieder: Kai Gutsmann, Saskia Schubert und Sebastian Bürgel (v.l.n.r.) © Esraa Al Esber 2023"},{"id":3,"url":"content/9/16.jpg","caption":"Vorstellung der Jam Ergebnisse © Sebastian Bürgel 2023"},{"id":4,"url":"content/9/2.jpg","caption":"Ein Rückblick auf das letzte Mal © Impuls Team 2023"},{"id":5,"url":"content/9/3.jpg","caption":"Benjamin Wehlend führt charismatisch durch den Abend © Esraa Al Esber 2023"},{"id":6,"url":"content/9/5.jpg","caption":"Quiz Time! © Sebastian Bürgel 2023"},{"id":7,"url":"content/9/6.jpg","caption":"Technische Fortschritte beim Quiz mit neuer Buzzer-App © Sebastian Bürgel 2023"},{"id":8,"url":"content/9/8.png","caption":"Wie gut kennen die Studierenden ihre Dozenten? © Sebastian Bürgel 2023"},{"id":9,"url":"content/9/9.jpg","caption":"Die neuen Fragen kommen gut an © Sebastian Bürgel 2023"},{"id":10,"url":"content/9/IMPULS.png","caption":"Impuls strahlt in frischem Design © Katrin Stevens \u0026 Elisa Mia Willimczik 2023"},{"id":11,"url":"content/9/ein-funke-mitsommernachtstraum-game.jpeg","caption":"Still aus Der Funkenflug | Spiel"},{"id":12,"url":"content/9/fruitato-game.jpeg","caption":"Still aus Fruitato | Spiel"},{"id":13,"url":"content/9/mitternachtstrauma-game.jpeg","caption":"Still aus Mitternachtstrauma | Spiel"},{"id":14,"url":"content/9/quality-animation-3d-animation.jpeg","caption":"Still aus Quality Animation | 3D Animation"}],"text_short":"Impuls – ein Eventabend, von [Dipl.-Des. Gregor Theune](https://www.hs-harz.de/gtheune/zur-person) initiert und den Studierenden der Studiengänge [Medieninformatik (B.Sc.)](https://www.hs-harz.de/medieninformatik) und [Medien- und Spielekonzeption (M.A.)](https://www.hs-harz.de/medien-und-spielekonzeption-ma) organisiert, zum Zusammenkommen und Zusammenarbeiten.\nDer Impuls wurde mit einem Quiz gestartet, an dem alle Anwesenden in Teams teilgenommen haben. Die persönlichen Quizfragen sind in direkter Zusammenarbeit mit den Professor*innen der Medienstudiengänge entstanden! Die verschiedenen Kategorien beinhalteten spannende und witzige Fragen mit überraschenden Antworten. Im Anschluss zogen sich die Teams für den Creative Jam mit dem Thema »Mittsommernachtstraum« zum Arbeiten zurück. Nach einigen Stunden, in denen Studierende beider Studiengänge sich über aktuelle Projekte und Interessen austauschten, wurde es Zeit, die Ergebnisse des Jams vorzustellen.\n","text_long":"Ein neues Semester, ein neuer Impuls. Es ist eine junge Tradition, doch eine, an die wir uns in den Studiengängen [Medieninformatik](https://www.hs-harz.de/medieninformatik) und [Medien- und Spielekonzeption](https://www.hs-harz.de/medien-und-spielekonzeption-ma) gewöhnen können. Der von [Dipl.-Des. Gregor Theune](https://www.hs-harz.de/gtheune/zur-person) initierte und den Studierenden organisierte Eventabend zum Zusammenkommen, Zusammenarbeiten und zusammen den Abend ausklingen lassen, hat dieses Semester am 24. Mai stattgefunden. Damit ist es der erste Impuls im Jahr 2023 und das zweite Zusammenkommen seit seiner Einführung im Dezember letzten Jahres.\n\nWie von Impuls gewohnt, wurden die Besucher um 17.00 Uhr in Raum 9.327 zu einem Quiz begrüßt. Mithilfe farbig codierter Eintrittsbänder fanden sich alle Teilnehmer in ihren Teams ein, um dann völlig überrascht zu werden. Diesmal entstanden die Quizfragen in direkter Zusammenarbeit mit den Professoren der Medienstudiengänge! In Kategorien, die den jeweiligen Dozenten zugeordnet waren, testete Gregor Theune die Studierenden in ihren Kenntnissen zu Typografie und Gestaltung, dagegen war in [Prof. Dominik Wilhelms](https://www.hs-harz.de/dwilhelm/zur-person) Kategorie ein fundiertes Wissen in Videospielgeschichte gefordert. Während einem Liedtext-Quiz hielt der ganze Raum den Atem an, denn gefragte Lyrics waren nicht nur in deutsche Prosa übersetzt, sondern vom Dozenten für Digitales Bewegtbild, [Prof. Martin Kreyßig](https://www.hs-harz.de/mkreyssig/zur-person), auch so vorgetragen. Regelmäßiges Besuchen der Vorlesungen allein reichte für das Siegerteam allerdings nicht aus. Ganz im Zeichen der Hochschule Harz wurde neben fachlichen Kenntnissen auch abgefragt, wie gut wir Studierenden unsere Professoren kennen. Erraten von Software-Logos ging über in die Zuordnung von Kinderfotos unserer Dozenten, bis nicht zuletzt auch die Ergebnisse sehr persönlicher Fragen von den Teams erraten werden mussten. Die Antworten waren, um es milde auszudrücken, überraschend für alle Anwesenden!\n\nDas Thema des Creative Jams für diesen Impuls war »Mittsommernachtstraum«. Während sich Teams für den Jam voller Motivation in die Labore des Haus 9 zurückzogen und der Rest sich in ihre Gespräche vertieften, um sich beispielsweise für Wanderausflüge zu verabreden, traf sich das Blog Team mit einem alten Bekannten: **Lukas Weihrauch**, ehemals Mitglied der Berufsfeldorientierung »Ausgewählte Themen des Kommunikationsdesigns«, in der Impuls als Event erstmals konzipiert und umgesetzt wurde, nun alteingesessenes Mitglied der initiativen Organisation.\n\n\u0026nbsp;\n\n**_Du bist ja immer noch hier Lukas!_**\n\nNa, sicher! Ich habe auch nicht darüber nachgedacht, die Organisation zu verlassen. Dafür macht es uns einfach zu viel Spaß. Da ich im nächsten Semester mein Bachelor-Praktikum machen werde, ist das leider für mich das letzte Mal in der Organisation. Grund genug, um nochmal alles zu geben!\n\n**_Wie früh habt ihr mit der Planung für dieses Event begonnen?_**\n\nIm Rahmen der Berufsfeldorientierung war es unsere Aufgabe, bereits die nächsten drei Impuls-Veranstaltungen zu konzipieren. Für unsere Organisation war es also ein nahtloser Übergang zur Vorbereitung auf das heutige Event. Seit der letzten Veranstaltung im Dezember haben wir vier Monate lang aktiv den heutigen Impuls vorbereitet. Dafür treffen wir uns einmal die Woche. Da in dieser Zeit aus dem Projekt eine studentische Initiative wurde, haben wir auch neue Mitglieder in unserem Team begrüßt und in die Planung involviert. Neu dazugekommen sind Elisa, Kai und auch Benny, der heute die Moderation übernommen hat.\n\n**_Stand das Thema_ »_Mittsommernachtstraum_« _auch schon vor dem letzten Impuls fest?_**\n\nNein, das Thema für einen Impuls entscheidet sich immer erst im Verlauf der Planung. Die letzte Veranstaltung wurde mit der Weihnachtsfeier zusammengelegt, daher stand dieser Impuls ganz im Zeichen weihnachtlicher Stimmung. Da wir nun schon Ende Mai haben, wollten wir diesmal im Kontrast dazu eine sommerliche, auch etwas dunklere Stimmung haben – für das Zusammenkommen an einem warmen Sommerabend. Dazu bieten wir heute auch keinen Glühwein an, sondern eine sommerliche Erdbeerbowle, selbstgemachte Waffeln und Backwaren.\n\n**_Welcher Prof war am Schwierigsten für das Quiz zu überzeugen?_**\n\nAlle haben sofort zugesagt, wir waren selbst überrascht! Leider war ich bei den Überzeugungsarbeiten nicht dabei. Ich habe, wie ihr auch, erst die Ergebnisse gesehen. Die Fragen von [Prof. Daniel Ackermann](https://www.hs-harz.de/dackermann/zur-person) habe ich auch nicht erwartet!\n\n**_Was ist die größte Verbesserung verglichen mit dem letzten Impuls?_**\n\nDefinitiv, dass wir in der Organisation mittlerweile ein eingespieltes Team sind. Ein Großteil der Berufsfeldorientierung ist Teil der Initiative geblieben und neue Mitglieder haben sich gut einbringen können. Vom letzten Mal hatten wir bereits Kanäle wie Notion zur Planung, die weiter gepflegt wurden. Es haben sich kleinere Teams gebildet, um die Social Media Kanäle des Impuls zu verwalten, das Quiz zu konzipieren oder auch besondere Events zu organisieren, beispielsweise den Rabatt als Impuls-Teilnehmer beim örtlichen Dönerladen am Campus. Auf das neue Quiz haben wir schon jetzt sehr positive Rückmeldungen bekommen, daher wollen wir die Dozenten in Zukunft auf jeden Fall weiter in Impuls einbinden.\n\n**_Wo trifft man euch, um den nächsten Impuls mitzuorganisieren?_**\n\nAm besten erreicht ihr uns über den offiziellen [Instagram Account des Impuls-Teams](https://www.instagram.com/impuls_mi_musk/). Dort dürft ihr uns gerne in die DMs sliden. Auch haben wir einen **[Discord Channel](https://discord.gg/gdAfBnq5)**, dem beigetreten werden kann, um immer über den nächsten Impuls informiert zu sein und sich an dessen Planung zu beteiligen. Derzeit überlegen wir uns auch noch spontane Modelle zum Mitzumachen, für alle, die an den wöchentlichen Meetings des Orga-Teams nicht teilnehmen können. Alle Interessenten dürfen Thema und Inhalt des nächsten Impuls also aktiv mitentscheiden.\n\n\u0026nbsp;\n\nNach vielen Stunden, in denen Studierende beider Studiengänge sich über aktuelle Projekte und Interessen austauschten oder mit dem Impuls-Rabatt im Bodrum Grill gemeinsam zu Abend aßen, ging am 24.05 langsam die Sonne unter. Somit war es Zeit, die Ergebnisse des Jams vorzustellen. Passend zur Dämmerung waren auch die entstandenen Projekte gefüllt von einer romantisch-düsteren Stimmung.\n\nIm melancholischen Spiel »Der Funkenflug« folgt ihr einem glimmenden Funken, auf seiner Reise aus der Glut in den Nachthimmel. Ihr könnt dabei weitere Funken auf eurem Weg sammeln, um nicht zu verlöschen. Entwickelt haben das Spiel Hannes und Naîruna.\n\nAuf den Spuren Daniel Ackermanns finden zwei Studierende in »Der geheimnisvolle Trank« den Weg in eine romantische Traumwelt. Diese stellt sich als düsterer heraus, als zunächst angenommen. Produziert wurde der Kurzfilm von Lorin, Chantal, Finn und Frieder.\n\n»Quality Animation« zeigt vier, uns allzu bekannte Gestalten bei einem rituellen Tanz auf dem Mond. Man wird die Frage nicht los: Träumen sie oder träumen wir?\n\nIm Spiel »Mitternachtstrauma« findet ihr euch während einer Tanzaufführung gefangen auf einer Bühne wieder. Das Rampenlicht kann jedoch nicht allen Tänzern gelten. Es liegt an euch, zum Klang klassischer Musik alle Darsteller von der Bühne zu stoßen, bis nur noch euer Star übrig ist.\n\n»Fruitato« ist ein psychedelischer Fiebertraum, in dem ihr, umzingelt von leuchtenden Fabelwesen, ums Überleben kämpfen müsst. Das an »Vampire Survivors« erinnernde Gameplay macht süchtig, während ihr immer nach dem nächsten, zufallsgenerierten Upgrade fiebert. Ein Traum, aus dem es schwerfällt aufzuwachen.\n\nNach dem Impuls ist bekanntlich vor dem Impuls. Damit können wir sicher sein, uns Ende des Jahres zum nächsten Kultevent in Haus 9 wiederzusehen. Dann feiern wir bereits das erste Jahr Impuls an der HS Harz und einige Gründungsmitglieder werden die Uni verlassen. Es liegt an euch, die Tradition weiterzuführen. Der nächste Impuls ist euer Impuls!","elements":null},{"id":10,"title":"Full House – Agentur B12 zu Besuch an der Hochschule Harz","author":"Prof. Martin Kreyßig","date":"2023-06-08T00:00:00Z","minf":true,"musk":false,"tags":["Events"],"title_image":1,"images":[{"id":1,"url":"content/10/Full_House.png","caption":"Agentur B12 zu Besuch im Film-Foto-Studio der Hochschule Harz © M.Kreyßig 2023"},{"id":2,"url":"content/10/img-0902.png","caption":"Agentur B12 zu Besuch im Film-Foto-Studio der Hochschule Harz © M.Kreyßig 2023"},{"id":3,"url":"content/10/img-0913.png","caption":"Agentur B12 (v.l.n.r) Maja Ohrdorf, Tim Kneisel, Peter Werner © M.Kreyßig 2023"}],"text_short":"Kurz vor Ende der Lehrveranstaltungen des Sommersemesters blitzte im Kalender noch ein besonderer Termin auf: Die Braunschweiger Digitalagentur B12 besuchte unsere Medienstudiengänge ([Medieninformatik B.Sc.](https://www.hs-harz.de/medieninformatik) / [Medien- und Spielekonzeption M.A.](https://www.hs-harz.de/medien-und-spielekonzeption-ma)) und berichtete aus der weiten Welt der Agenturen.\nDiplom-Designer Peter Werner, Geschäftsführer von [Studio B12](https://studio-b12.de/), erzählte aus Sicht des Designers von gegenwärtigen Projekten und Herausforderungen.\nSoftwareentwickler Tim Kneisel ergänzte fachlich aus der Sicht des Webentwicklers, der bei [B12-Touch](https://b12-touch.de/) angestellt ist.\nMaja Ohrdorf aus der Abteilung Projektmanagement Human Ressources ergänzte die Informationen mit Hinweisen zu Bewerbungsprozessen und zu möglichen Praktika. Spannend waren drei sehr konkrete Themen für mögliche Abschlussarbeiten...\nDas alles war unterhaltsam, locker präsentiert, immer aber mit dem Fokus auf die Menschen, die all diese fein gebauten und interaktiv funktionierenden Applikationen konzipieren, umsetzen und verkaufen.\n","text_long":"Kurz vor Ende der Lehrveranstaltungen des Sommersemesters blitzte im Kalender noch ein besonderer Termin auf: Die Braunschweiger Digitalagentur B12 besuchte unsere Medienstudiengänge ([Medieninformatik B.Sc.](https://www.hs-harz.de/medieninformatik) / [Medien- und Spielekonzeption M.A.](https://www.hs-harz.de/medien-und-spielekonzeption-ma)) und berichtete aus der weiten Welt der Agenturen.\n\nDiplom-Designer Peter Werner, Geschäftsführer von [Studio B12](https://studio-b12.de/) erzählte aus Sicht des Designers von gegenwärtigen Projekten und Herausforderungen. Die liegen etwa im Bereich VR/AR, bei Animationen, Webanwendungen, Film (zukünftig: Virtual Production) und Design für Messen, egal ob interaktiv oder in Form digitaler Präsentationen am POS/POI – zumeist aus dem Kundenkreis großer Industrieunternehmen.\n\nSoftwareentwickler Tim Kneisel ergänzte fachlich aus der Sicht des Webentwicklers, der bei [B12-Touch](https://b12-touch.de/) angestellt ist. Er erläuterte das Konzept eines hauseigenen CMS, um z.B. mittels Touch Installationen die ungezählten medialen Assets von Kunden wie Siemens oder VW für sämtliche multimedialen und kommunikativen Anforderungen verfügbar zu machen.  \nMaja Ohrdorf aus der Abteilung Projektmanagement Human Ressources ergänzte die Informationen mit Hinweisen zu Bewerbungsprozessen und zu möglichen Praktika. Spannend waren drei sehr konkrete Themen für mögliche Abschlussarbeiten …\n\nDas alles war unterhaltsam, locker präsentiert, immer aber mit dem Fokus auf die Menschen, die all diese fein gebauten und interaktiv funktionierenden Applikationen konzipieren, umsetzen, verkaufen. Agenturen wie die B12 Gruppe bieten unseren multidisziplinär sehr gut ausgebildeten Studierenden ein weites Spektrum zukünftiger Arbeitsmöglichkeiten, einerlei ob in der Programmierung oder in der Gestaltung. Besonders attraktiv ist die Möglichkeit innerhalb der unterschiedlichen Firmen der [B12 Gruppe](https://b12-gruppe.de/) zu wechseln und so alsbald die individuell passende berufliche Herausforderungen zu finden. Warum nicht in Braunschweig?","elements":null},{"id":11,"title":"Filme drehen – Studierende der Medieninformatik bei der Arbeit","author":"Prof. Martin Kreyßig","date":"2023-06-02T00:00:00Z","minf":true,"musk":false,"tags":["Audiovisuell"],"title_image":6,"images":[{"id":1,"url":"content/11/230531-sose-filmschnitt-06-lw-web.png","caption":"Projektwoche Team 1 Editing © Foto: L. Werthschulte"},{"id":2,"url":"content/11/230531-sose-filmschnitt-09-lw-web.png","caption":"Projektwoche Team 1 Editing © Foto: L. Werthschulte"},{"id":3,"url":"content/11/230531-sose-filmschnitt-17-lw-web-1.png","caption":"Projektwoche Team 5 Editing © Foto: L. Werthschulte"},{"id":4,"url":"content/11/230531-sose-filmschnitt-19-lw-web.png","caption":"Projektwoche Team 3 Editing © Foto: L. Werthschulte"},{"id":5,"url":"content/11/230531-sose-filmschnitt-21-lw-942x470.jpg","caption":"Projektwoche Team 4 Editing © Foto: L. Werthschulte"},{"id":6,"url":"content/11/Filme_drehen.png","caption":"Projektwoche Team 1 Dreharbeiten © Foto: M. Kreyßig"},{"id":7,"url":"content/11/img-0819-web.png","caption":"Projektwoche Team 2 Maske © Foto: M. Kreyßig"},{"id":8,"url":"content/11/img-0835-web.png","caption":"Projektwoche Team 4 Dreharbeiten © Foto: M. Kreyßig"},{"id":9,"url":"content/11/img-0842-web.png","caption":"Projektwoche Team 1 Dreharbeiten © Foto: M. Kreyßig"},{"id":10,"url":"content/11/img-0844-web.png","caption":"Projektwoche Team 5 Dreharbeiten © Foto: M. Kreyßig"},{"id":11,"url":"content/11/img-0845-web.png","caption":"Projektwoche Team 5 Dreharbeiten © Foto: M. Kreyßig"},{"id":12,"url":"content/11/img-0848-web.png","caption":"Projektwoche Team 4 Dreharbeiten © Foto: M. Kreyßig"},{"id":13,"url":"content/11/img-0856-web.png","caption":"Projektwoche Team 1 Dreharbeiten im Hörsaal © Foto: M. Kreyßig"},{"id":14,"url":"content/11/img-0860-web.png","caption":"Projektwoche Team 2 Dreharbeiten © Foto: M. Kreyßig"},{"id":15,"url":"content/11/img-0865-web.png","caption":"Projektwoche Team 2 Storyboard © Foto: M. Kreyßig"},{"id":16,"url":"content/11/img-0871-web.png","caption":"Projektwoche Team 3 Dreharbeiten © Foto: M. Kreyßig"},{"id":17,"url":"content/11/vlcsnap-2023-06-02-11h14m57s992-web.png","caption":"Projektwoche Screenshot © Team 1"},{"id":18,"url":"content/11/vlcsnap-2023-06-02-11h16m21s755-web.png","caption":"Projektwoche Screenshot © Team 2"},{"id":19,"url":"content/11/vlcsnap-2023-06-02-11h19m31s855-web.png","caption":"Projektwoche Screenshot © Team 3"},{"id":20,"url":"content/11/vlcsnap-2023-06-02-11h20m17s451-web.png","caption":"Projektwoche Screenshot © Team 4"},{"id":21,"url":"content/11/vlcsnap-2023-06-02-11h22m24s422-web.png","caption":"Projektwoche Screenshot © Team 5"}],"text_short":"Eine Prüfung für das 2. Semester [Medieninformatik](https://www.hs-harz.de/medieninformatik) an der Hochschule Harz: Drehe einen Kurzfilm.\nStudent*innen lernen Theorie und Praxis in wochenlanger Vorbereitung, um in der Projektwoche Filmszenen zu inszenieren und zu schneiden. Unterstützt werden sie dabei von Tutoren und Dozenten. Fünf Teams drehten Szenen aus bekannten Filmen und Serien nach. Intensive Vorbereitung, gute Planung, der Dreh und die Nachbearbeitung beeinflussen das filmische Ergebnis und zeigen den erlernten Umgang mit Kamera, Ton und Licht. Trotz wenig Erfahrung im Schauspiel sind die Ergebnisse sehr gut gelungen. Filme erfordern viele Gewerke, deren Zusammenführung zu einem runden Ergebnis führt. Die Teams haben großartige Arbeit geleistet!\n","text_long":"Eine Prüfungsleistung im 2. Semester [Medieninformatik](https://www.hs-harz.de/medieninformatik) an der Hochschule Harz ist schnell beschrieben: Drehe einen Kurzfilm.  \nWas alles dazu gehört, lernen die Studierenden ein Semester lang, Woche für Woche. Neben viel Theorie trainieren sie Techniken und Handlungsschritte, um dann im Team im Sommer ihren Kurzfilm als Regisseurin oder Regisseur drehen zu können.\n\nTeil dieses wochenlangen _WarmUp_ ist die Projektwoche. Hier liegen die Herausforderungen so: Inszeniere und drehe eine Filmszene an einem Tag. Schneide den Film an Tag 2 und vergiss dabei nicht die Tonbearbeitung, die Farbkorrektur sowie die grafische Gestaltung von Vor- und Abspann. Unterstützt und begleitet werden die Studierenden in diesem Frühjahr durch Marcus Fuhlbrügge als Tutor, Eric Schwenke in der Rolle des Laboringenieurs, und die Dozenten Lothar Werthschulte und Prof. Martin Kreyssig als [Waldorf und Statler](https://de.wikipedia.org/wiki/Die_Muppet_Show#Waldorf_und_Statler). An Tag 3 schauen wir uns die Filme gemeinsam an und besprechen die Ergebnisse. Denn: Lernen heisst Fehler machen, dazu ist ein Studium da, ob in der Gestaltung oder der Programmierung. Fehler führen uns nicht zwingend zu den richtigen, immer aber zu besseren Ergebnissen.\n\nDie Teams hatten sich schon bald gefunden:  \nTeam 1 drehte eine Szene aus dem Film INCEPTION und bestand aus Tia Dell, Charlotte Klein, Moritz Kube, Kim Pöllath, Robin Postler, Delia Wagner und Yannik Wirtz.  \nTeam 2, bestehend aus Jessica Falkenberg, Tabea Sudrow, Leonie-Felice Thiele, Selma Thesenvitz und Luk Weiser, inszenierte eine Szene aus KNIVES OUT.  \nDie Studierenden Janne Matti Klinkert, Erik Marquardt, Leonard Mottke, Jessica Musch und Thaddäus Reinhardt bildeten Team 3, das sich ebenfalls für eine Szene aus KNIVES OUT entschieden hatte.  \nTeam 4 setzte eine Szene aus der Serie WESTWORLD um. Vor und hinter der Kamera agierten Kyana Marie Kluge, Anna Lena Mittelstaedt, Jonas Richter, Nadine Sander und Cedric Voges.  \nTeam 5 bestand aus Timur Bauch, Lena Funke, Oskar Krawaczynski, Georg Kunze und Antonia Weidner. Diese Gruppe hatte sich entschieden, eine Szene aus der Serie CRIMINAL MINDS zu inszenieren.\n\nIntensive Vorbereitung und gute Planung beeinflussen das filmische Ergebnis ebenso wie die Inszenierung und Entscheidungen bei Kamera, Ton und Licht. Die Nachbearbeitung zeigt dann, welcher Zauber im Material steckt, welche Figur mehr betont wird, welche Dialoge oder Handlungen gelungener wirken als andere. Aber auch die Verpackung eines Films ist ein wichtiger Teil des Films, eine stimmige Farbkorrektur oder der Umgang mit der richtigen Kompression. Und noch: Obwohl wir alle keine Schauspielerinnen und Schauspieler sind, waren die Leistungen vor der Kamera erstaunlich – dafür gab es bei der Vorführung extra viel Beifall.\n\nFilme und Medienproduktionen bestehen aus vielen Gewerken und erst die gelungene Zusammenführung aller Entscheidungen führt zu einem runden, stimmigen Ergebnis. Und genau das ist allen Studierenden – im Team – sehr gut gelungen: Super gemacht!","elements":null},{"id":12,"title":"Global Game Jam '23 – Digital wider Willen","author":"Hendrik Herbert","date":"2023-04-05T00:00:00Z","minf":true,"musk":true,"tags":["Games","Coding","Animation"],"title_image":11,"images":[{"id":1,"url":"content/12/2.png","caption":"Die Entwicklung von Torque wird auf Discord geteilt"},{"id":2,"url":"content/12/3.png","caption":"Auch online wird sich unter Jammern emotional unterstützt"},{"id":3,"url":"content/12/4.png","caption":"Still aus Cosmic Crescendo | Gameplay"},{"id":4,"url":"content/12/5.png","caption":"Still aus Gnoming Home | Gameplay"},{"id":5,"url":"content/12/6.png","caption":"Still aus Growth | Main Menu"},{"id":6,"url":"content/12/7-1.png","caption":"Still aus Roots Against Humanity | Gameplay"},{"id":7,"url":"content/12/8-1.png","caption":"Still aus The Wind's Will | Gameplay"},{"id":8,"url":"content/12/8.png","caption":"Still aus The Wind's Will | Main Menu"},{"id":9,"url":"content/12/9-1.png","caption":"Still aus Torque | Gameplay"},{"id":10,"url":"content/12/9.png","caption":"Still aus Torque | Main Menu"},{"id":11,"url":"content/12/GGJ23.png","caption":"Das Briefing mit Prof. Dominik Wilhelm startet den GGJ"}],"text_short":"Die [Hochschule Harz](https://www.hs-harz.de/) bietet jährlich einen Standort für den [Global Game Jam](https://globalgamejam.org). So können die Studierenden der [Medieninformatik (MI)](https://www.hs-harz.de/medieninformatik) und [Medien- und Spielekonzeption (MuSK)](https://www.hs-harz.de/medien-und-spielekonzeption-ma) ihr Können in der Programmierung, im Design und vor allem im Game-Development unter Beweis stellen! Dabei können alle Interessent*innen unabhängig von Alter, Studiengang oder auch Skill-Level teilnehmen.\nDer GGJ 2023 fand das dritte Jahr in Folge als Online-Veranstaltung statt. Dafür wurde in Rekordzeit die Organisation auf Discord umgelagert.\nAm 3. Februar um 16.30 Uhr begann das Event mit einem Briefing seitens [Prof. Dominik Wilhelm](https://www.hs-harz.de/dwilhelm/zur-person). 48 Stunden später, am Sonntag, dem 5. Februar um 17.00 Uhr, waren alle Games eingereicht und wurden den erschöpften Jammern und Veranstaltern auf Discord präsentiert.\n","text_long":"Der Global Game Jam ist jedes Jahr aufs neue ein Highlight im Campus-Leben vieler Studierenden der [Medieninformatik (MI)](https://www.hs-harz.de/medieninformatik) und [Medien- und Spielekonzeption (MuSK)](https://www.hs-harz.de/medien-und-spielekonzeption-ma). Gemeinsam mit dem hochschulinternen MINFF Award ist der GGJ die Gelegenheit des Jahres, unter hoher Spannung und Nervenkitzel, die im Studium erworbenen Programmier-, Design- und vor allem Game Development-Fähigkeiten unter Beweis zu stellen! Dabei kann jede/r Interessent/in unabhängig von Alter, Studiengang oder auch Skill Level teilnehmen. So bilden sich alljährlich neue Teams mit unterschiedlichen Fähigkeiten. Anders jedoch als beim MINFF tauschen sich die Jammer nicht nur an der [Hochschule Harz](https://www.hs-harz.de/), sondern international mit Gleichgesinnten aus.\n\nFür neue Studierende und Studieninteressierte ist es vielleicht schwer vorstellbar, doch bis März letzten Jahres musste der Uni-Alltag pandemiebedingt noch online stattfinden. Dies schloss auch Events wie MINFF und den GGJ mit ein. So war es im Januar 2023 nach drei Jahren wieder möglich, den Global Game Jam vor Ort in der Papierfabrik stattfinden zu lassen. In Haus 9 der Hochschule ist alles zu finden, was sich ein Game Jammer wünschen kann: Workstations, Projekträume, Grafiktabletts und dieses Jahr brandneu angeschaffte PCs und Macs. Auch Räume für Erholung und Schlaf sowie Duschen für die Teilnehmer waren organisiert. Die Belastungen eines 48 Stunden Game Jams sollten nicht unterschätzt werden. Die HS Harz mit Park auf dem Campusgelände, direktem Anschluss an die Wälder des Harz, sowie an Restaurants und Supermärkte bietet allerdings die perfekte Entwicklungsumgebung.\n\nDigital wider Willen\n\nDoch spielte das Schicksal in diesem Jahr eine besondere Karte. Am 31. Januar, wenige Tage vor dem Game Jam, wurde das Netzwerk der Hochschule Harz von einem Cyber-Angriff lahmgelegt. Zum Zeitpunkt des GGJ konnte keine Aussage getroffen werden, wie viele Stunden oder Tage die Workstations der HS nicht zu verwenden sein würden.\n\nAm 1. Februar wurde angekündigt, den GGJ 2023 das dritte Jahr in Folge als Online-Veranstaltung stattfinden zu lassen. In Rekordzeit wurde die Organisation auf Discord umgelagert. Jahre an Erfahrung, Projektarbeiten remote zu organisieren, machten sich bezahlt.\n\nAm 3. Februar um 16.30 Uhr begann das Event mit einem Briefing seitens [Prof. Dominik Wilhelm](https://www.hs-harz.de/dwilhelm/zur-person).\n\nGemeinsam schauten alle Teilnehmer das diesjährige [Video der Veranstalter](https://www.youtube.com/watch?v=F9rPdJvyaRQ) des Global Game Jam. Allen voran Executive Producer Tim Cullings appellierte, Spaß zu haben, Kontakte zu knüpfen und regelmäßig Pausen zu machen, bevor endlich das diesjährige Thema bekannt gegeben wurde: **Roots**.\n\nIn den Kanälen auf Discord wurden noch Inspirationen, [Ergebnisse vergangener Jams](https://globalgamejam.org/2023/jam-sites/hochschule-harz-medieninformatikbsc-medien-und-spielekonzeption-ma/games), Tutorials auf YouTube und eine 2-monatige Houdini Lizenz zur Verfügung gestellt. Damit stand einer erfolgreichen Teilnahme nichts mehr im Weg.\n\nErgebnisse des GGJ 2023\n\n48 Stunden später, am Sonntag, den 5. Februar um 17.00 Uhr, waren alle Games eingereicht und wurden den erschöpften Jammern und Veranstaltern auf Discord präsentiert.\n\nWir stellen Euch alle sieben Spiele kurz vor, die an der Hochschule Harz entstanden sind. Sollte ein Spiel euer Interesse geweckt haben, könnt ihr mithilfe der Links die Spiele genauer ansehen!\n\nCosmic Crescendo\n\nIn diesem Puzzle-Game reist ihr durch Zeit und Raum, zurück zum Ursprung des Universums. Indem ihr Planeten und Sterne vereint, arbeitet ihr euch langsam zum Urknall zurück! Dieses Projekt ist von Team Big Chilling, bestehend aus redkite, 4BackSlash, gepax und Windixi entwickelt worden.\n\n[https://redkitedev.itch.io/cosmic-crescendo](https://redkitedev.itch.io/cosmic-crescendo)\n\nDer Ingwerwolf\n\nIn diesem Coop-Puzzle-Game legt ihr Brotkrümel in Form von Wörtern aus. Diese wiederum können nur auf Wegen mit passenden Assoziationen verteilt werden. Ingerwolf wurde von Johanna Scheffler, Anna Sieroslawski und Simon Zimmermann entwickelt.\n\n[https://globalgamejam.org/2023/games/der-ingwerwolf-2](https://globalgamejam.org/2023/games/der-ingwerwolf-2)\n\nGnoming Home\n\nMöhribert, der Gartenzwerg, benötigt eure Hilfe, um seinen geliebten Garten nach einem unnachgiebigen Winter wieder zu bepflanzen. In diesem Stealth-Game müsst ihr die Pflanze jedes Levels bewässern, ohne dabei die Kaninchen zu töten! Das Ganze wurde von Hendrus und Jmvk umgesetzt.\n\n[https://globalgamejam.org/2023/games/gnoming-home-6](https://globalgamejam.org/2023/games/gnoming-home-6)\n\nGrowth\n\nIn Growth helft ihr einem Baum beim wachsen, indem ihr dessen Wurzeln zu Wasser und Mineralien verhelft. Nicht alles unter der Erde ist jedoch gesund für einen Baum! Dieses Projekt stammt von Anzor, Avien01, Barnak und Robims.\n\n[https://github.com/yannickrast/Growthgrowth-0](https://github.com/yannickrast/Growth)\n\nRoots Against Humanity\n\nFür eure große, grüne Hexenfreundin Atropia müssen Pflanzen gepflanzt werden. Dabei haben alle Pflanzen unterschiedliche Fähigkeiten. Solltet ihr schaffen, alle Pflanzen einzupflanzen, wartet eine Überraschung auf euch! Entwickelt wurde das Spiel von Jana Apfelhofer, Jessica Ziegenbein, Markus Fuhlbrügge und Miriam Bork.\n\n[https://globalgamejam.org/2023/games/roots-against-humanity-0](https://globalgamejam.org/2023/games/roots-against-humanity-0)\n\nThe Wind’s Will\n\nBegleitet einen Löwenzahnsamen auf dem Weg zu seinem neuen Zuhause. Steuert Windböen, um dem Samen zu helfen, Hindernisse zu umgehen und einen möglichst weit entfernten Platz zum Wachsen zu finden! The Wind’s Will wurde entwickelt von Arrenteks, dark_lawz, Patschepfote und UmbraLux.\n\n[https://umbraluxx.itch.io/the-winds-will](https://umbraluxx.itch.io/the-winds-will)\n\nTorque\n\nLast but not least, liegt es in Torque an euch, mithilfe einer Dampfwalze so viele Pflanzen wie möglich zu zerstören. Wandelt das Grünzeug in Sprit für eure Walze um, denn der Konzern benötigt mehr Bürofläche. Chop-chop, Zeit ist schließlich Geld! Torque wurde von Paul Brodmann, Lukas Kühne und Leon Unger umgesetzt.\n\n[https://github.com/Ljpton/GlobalGameJam2023](https://github.com/Ljpton/GlobalGameJam2023)\n\nObwohl der diesjährige Game Jam völlig anders geplant war, lieferten alle Teilnehmer wieder einmal erstklassige Ergebnisse. Nicht einmal eine Cyberattacke kann  die Studierenden der HS Harz nach 3 Jahren Pandemie unterkriegen. So freuen wir uns auf den nächstjährigen Global Game Jam im Januar 2024, an dem alle gemeinsam vor Ort scribbeln, entwickeln, fluchen und lachen können.","elements":null},{"id":13,"title":"Fotografie – Ausstellung im Kreativloft","author":"Hendrik Herbert","date":"2023-04-05T00:00:00Z","minf":true,"musk":false,"tags":["Events"],"title_image":11,"images":[{"id":1,"url":"content/13/10.jpg","caption":"Serie von Dorian Tim Seißing © Esraa Al Esber 2022"},{"id":2,"url":"content/13/11.jpg","caption":"Serie von Sebastian Bürgel © Esraa Al Esber 2022"},{"id":3,"url":"content/13/12.jpg","caption":"Serie von Leon Nguyen © Esraa Al Esber 2022"},{"id":4,"url":"content/13/13.jpg","caption":"Serie von Alex Weber © Esraa Al Esber 2022"},{"id":5,"url":"content/13/2.jpg","caption":"Besucher bestaunen die Ausstellung © Esraa Al Esber 2022"},{"id":6,"url":"content/13/3.jpg","caption":"Sebastian und seine Fotoserie © Esraa Al Esber 2022"},{"id":7,"url":"content/13/5.jpg","caption":"Alex und seine Fotoserie © Esraa Al Esber 2022"},{"id":8,"url":"content/13/6.jpg","caption":"Das Kreativloft steht jeden Donnerstag offen © Esraa Al Esber 2022"},{"id":9,"url":"content/13/7.jpg","caption":"Gemütliche Stimmung während der Ausstellung © Esraa Al Esber 2022"},{"id":10,"url":"content/13/8.jpg","caption":"Die Fotoserien laden zum Stehenbleiben ein © Esraa Al Esber 2022"},{"id":11,"url":"content/13/Fotografie_Ausstellung.jpg","caption":"Das Harzfeeling Kreativloft in Wernigerode © Esraa Al Esber 2022"}],"text_short":"Gerade hier in der [Medieninformatik](https://www.hs-harz.de/medieninformatik) kommen viele Persönlichkeiten mit verschiedensten Interessen zusammen. Bei einem Studiengang, der selbst verschiedene digitale Medien verbindet, findet man auch die Leidenschaft für die Fotografie bei einigen Studierenden wieder. Zusammen mit den angebotenen Veranstaltungen zur Fotografie entsteht schnell der Wunsch, eigene Fähigkeiten öffentlich auszustellen.\nIm Dezember war es soweit. Eine studentische Ausstellung zu Architektur- und Urlaubsfotografie konnte von allen Interessenten in Wernigerodes Kreativloft besucht werden. Das [Harzfeeling Kreativloft](https://harzfeeling.de/kreativloft/) selbst ist ein öffentlicher Workspace zum Treffen und Zusammenarbeiten in der Marktstraße 18, der immer donnerstags von 14-20 Uhr für jede und jeden offensteht.\nZu sehen waren mehrere 5-teilige Serien von Studenten aus Architekturfotografien. Jeder Fotograf behandelte dabei die Eindrücke eines bestimmten Ortes.\n","text_long":"Gerade hier in der Medieninformatik kommen viele Persönlichkeiten mit verschiedensten Interessen zusammen. Der Studiengang selbst ist schließlich ein Zusammenschluss aus verschiedenen digitalen Medien. Eine häufig gesehene Leidenschaft der Medieninformatik-Studierenden ist die Fotografie. Kein Geheimnis, schließlich werden die Grundlagen der Fototechnik und später im Studium Fotografie als Berufsfeldorientierung von [Dipl.-Des. Gregor Theune](https://www.hs-harz.de/gtheune/zur-person) unterrichtet. Es ist nur eine Frage der Zeit, bevor sich Studierende zusammenschließen, um ihre Fähigkeiten öffentlich auszustellen.\n\nIm Dezember war es soweit. Eine studentische Ausstellung zu Architektur- und Urlaubsfotografie konnte von allen Interessenten in Wernigerodes Kreativloft besucht werden. Das [Harzfeeling Kreativloft](https://harzfeeling.de/kreativloft/) selbst ist ein öffentlicher Workspace zum Treffen und Zusammenarbeiten in der Marktstraße 18, der immer donnerstags von 14-20 Uhr für jede und jeden offensteht.\n\nDas Kollektiv aus fotografiebegeisterten Medieninformatik-Studenten bestand aus Alex Weber, [Sebastian Bürgel](https://www.instagram.com/sebastian.laurnz/), [Leon Nguyen](https://www.instagram.com/visuals.byleon/) und Dorian Tim Seißing, die am 15. Dezember 2022 zusammenkamen, um jeweils eine 5-teilige Serie aus Architekturfotografien zu präsentieren. Jeder Fotograf behandelte dabei die Eindrücke eines bestimmten Ortes, so Alex Halberstadt hier im Harz, Sebastian die Straßen und Dächer Lissabons, Leon dagegen Barcelona und Tim die Insel Djerba in Tunesien.\n\nDie Ausstellung begann um 14 Uhr und stand bis spät am Abend offen. Während des Ganzen setzten wir uns mit Alex und Tim an einen Tresen und führten ein kleines Interview.\n\n**_Wie kamt ihr vier dazu, diese Ausstellung zusammen zu organisieren?_**\n\n**Tim:** Alex und ich hatten diese Idee zusammen und gingen damit zu Tino, einem der Besitzer des Kreativlofts. Die Location ist einfach ideal und wir waren uns sicher, dort bestimmt noch mehr Leute zu finden, die an der Ausstellung teilnehmen wollen. Danach haben wir noch Sebastian und Leon gefragt, ob sie auch Lust auf das Projekt hätten. Die Antwort kam spontan: Ja.\n\n**Alex:** Hilfreich war auch, dass wir die Organisatoren des Kreativlofts damals schon kannten. Da wir vorher schon einige Male den Workspace genutzt haben, war es leichter die Fotoausstellung zu pitchen. Unsere Idee wurde auch gleich super aufgenommen.\n\n\u0026nbsp;\n\n**_Ist jeder mit Interesse an Fotografie ins Kreativloft eingeladen?_**\n\n**Tim:** Klar, aber es beschränkt sich ja nicht nur auf Fotografie. Jeder, der an einem Projekt arbeiten möchte, kann donnerstags ins Loft kommen. Man lernt viele Leute kennen und der Austausch bringt so viele gute Eindrücke, dass aus einem Projekt meistens gleich drei werden! Jeden letzten Donnerstag im Monat findet nach dem Open Office noch von 18-22 Uhr das “Bargeflüster” statt, bei dem man gemeinsam entspannen und etwas trinken kann. Das wird es auch heute in Verbindung mit der Ausstellung geben.\n\n\u0026nbsp;\n\n**_Das Thema eurer Ausstellung ist Architektur, habt ihr euch alle auf ein Unterthema spezialisiert?_**\n\n**Alex:** Nein, wir haben uns nur auf das übergeordnete Thema Architektur geeinigt und sind damit kreativ geworden. So ist dann entstanden, dass jeder von uns sich auf eine bestimmte Stadt und ihre Eindrücke konzentriert hat. Aber ein einheitlicher Rahmen der Serien war wichtig. Daher haben wir uns zwischen den Themen Architektur- und Landschaftsfotografie für die Architektur entschieden.\n\n**_Die Landschaftsfotografie-Ausstellung kommt noch?_**\n\n**Tim:** Man munkelt. _(lacht)_ Auf jeden Fall wollen wir noch eine weitere Ausstellung organisieren. Am liebsten noch größer.\n\n**Alex:** Vielleicht mit mehr Fotografen und größeren Prints.\n\n\u0026nbsp;\n\n**_Was gefällt euch an den Serien eurer Kollegen am besten?_**\n\n**Alex:** Bei Sebastian gefällt mir besonders der filmische Look, obwohl es digitale Fotografien sind. Seine Fotos vermitteln einfach ein Gefühl von Tagträumen und Erinnerungen.\n\n**Tim:** Leon ist extrem gut mit Weißraum umgegangen und bei Alex ist das Gesamtkonzept wirklich gut, alle Bilder passen perfekt zusammen. Bei Tino gefällt mir, dass er sich Wernigerode als Thema gewählt hat und damit zeigt, dass man wirklich überall schöne Gebäude finden kann.\n\n\u0026nbsp;\n\n**_Habt ihr aus dieser Arbeit etwas gelernt, das ihr für zukünftige Projekte mitnehmt?_**\n\n**Alex:** Ich habe mir auf jeden Fall zum Ziel gesetzt, ab jetzt konzeptioneller zu arbeiten. Nicht aus dem Moment heraus zu fotografieren, sondern mir schon vor dem Fotografieren viele Gedanken zu machen, welche Motive ich darstellen möchte und wieso.\n\n**Tim:** Wir überlegen auch schon, nach den Fotoserien gemeinsam an einem Fotobuch zu arbeiten. Wir teilen die Prozesse wie Layouting untereinander auf. Jeder von uns nimmt dann den Arbeitsstand unverändert von seinem Kollegen und arbeitet damit weiter. Das ist eine Idee, die uns momentan sehr interessiert!\n\n\u0026nbsp;\n\n**_Habt ihr einen Wunsch, was die Besucher von heute mitnehmen sollen?_**\n\n**Tim:** Ich denke, die Serien sollen dazu inspirieren mehr zu reisen. Die Fotografien fangen alle eine sommerliche Stimmung ein, die man im Winter gerne mal vermisst. Auch die Connections, die man hier knüpft, sind für mich Teil der Ausstellung. Das Ganze ist gestartet, einfach um unsere Fotografien zu präsentieren und jetzt entwickelt sich das Event immer mehr zu einem entspannten Zusammenkommen im Loft. Später kommt noch Live Musik dazu. Wir freuen uns einfach über die Leute, die gekommen sind und später noch kommen.\n\n**Alex:** Für mich fasst die Ausstellung auch einfach den Charakter vom Loft gut auf, das kreative Zusammenkommen von uns als Fotografen. Bei jeder Serie kann man den einzigartigen Blickwinkel des Fotografen erkennen. Man weiß sofort, welche Serie von welchem Autor ist.\n\n\u0026nbsp;\n\nDa bleibt nur noch übrig, sich auf die nächste Ausstellung der vier zu freuen. Oder vielleicht selbst daran teilzunehmen? ,,_Das Studium ist, was man daraus macht.”_, hört man Gregor Theune öfter sagen. Also hier der Aufruf vom Blog-Team: Werdet kreativ und zeigt eure Arbeiten!","elements":null},{"id":14,"title":"Masken und Gesichter – Filmdreh an der Hochschule Harz","author":"Prof. Martin Kreyßig","date":"2023-01-30T00:00:00Z","minf":false,"musk":true,"tags":["Audiovisuell"],"title_image":1,"images":[{"id":1,"url":"content/14/Masken_Gesichter.png","caption":"Darsteller: Terence Dau | Medien- und Spielekonzeption | Foto © Henry Grund"},{"id":2,"url":"content/14/digi-film-055.png","caption":"Regie: Verena Zumbusch | Medien- und Spielekonzeption | Foto © Henry Grund"},{"id":3,"url":"content/14/digi-film-071.png","caption":"Terence Dau als Darsteller und Regiesseur | Medien- und Spielekonzeption | Foto © Henry Grund"},{"id":4,"url":"content/14/digi-film-083.png","caption":"Kamera: Severin Tolksdorf und Nicklas Partusch | Medien- und Spielekonzeption | Foto © Henry Grund"},{"id":5,"url":"content/14/digi-film-096.png","caption":"(v.l.n.r.) Vanessa Görner, Jonas Wehling, Terence Dau, Severin Tolksdorf | Medien- und Spielekonzeption | Foto © Henry Grund"},{"id":6,"url":"content/14/digi-film-116.png","caption":"Shootout oder Showdown | Medien- und Spielekonzeption | Foto © Henry Grund"},{"id":7,"url":"content/14/digi-film-136.png","caption":"Nathalie Hanne | Medien- und Spielekonzeption | Foto © Henry Grund"},{"id":8,"url":"content/14/digi-film-142.png","caption":"digi-film-142.png"},{"id":9,"url":"content/14/digi-film-148.png","caption":"Regie: Bastian Schulz | Medien- und Spielekonzeption | Foto © Henry Grund"},{"id":10,"url":"content/14/digi-film-154.png","caption":"Darstellerin: Emilia Schröder | Medien- und Spielekonzeption | Foto © Henry Grund"},{"id":11,"url":"content/14/digi-film-156.png","caption":"(v.l.n.r.) Terence Dau, Martin Kreyßig, Bastian Schulz, Verena Zumbusch | Medien- und Spielekonzeption | Foto © Henry Grund"},{"id":12,"url":"content/14/digi-film-164.png","caption":"Regie: Bastian Schulz | Medien- und Spielekonzeption | Foto © Henry Grund"},{"id":13,"url":"content/14/digi-film-179.png","caption":"Regie: Severin Tolksdorf | Medien- und Spielekonzeption | Foto © Henry Grund"},{"id":14,"url":"content/14/digi-film-19.png","caption":"Regie: Vanessa Görner | Medien- und Spielekonzeption | Foto © Henry Grund"},{"id":15,"url":"content/14/digi-film-195.png","caption":"Technische Proben im Senatssaal der Hochschule Harz | Medien- und Spielekonzeption | Foto © Henry Grund"},{"id":16,"url":"content/14/digi-film-31.png","caption":"Schattenspiel | Medien- und Spielekonzeption | Foto © Henry Grund"},{"id":17,"url":"content/14/digi-film-38.png","caption":"Regie und Kamera: Vanessa Görner | Medien- und Spielekonzeption | Foto © Henry Grund"}],"text_short":"Das Thema »Gesicht und Maske« der Veranstaltung Digitaler Film des Masterstudiengangs [Medien- und Spielekonzeption](https://www.hs-harz.de/medien-und-spielekonzeption-ma) beruht auf dem Buch »Faces – Eine Geschichte des Gesichts« des Kunsthistorikers [Hans Belting](https://de.wikipedia.org/wiki/Hans_Belting).\nDabei interessierten uns am Film besonders die Schaulust, das Verhältnis Zuschauer*innen und Leinwand, Staunen und Erkennen sowie Faszination. Alle Teilnehmer*innen hatten sich darauf verständigt, die Aufnahmen mit Musik zu unterlegen. Somit werden unterschiedliche Filme entstehen, bei denen die Gesichter und die Farben Blau/Rot Zusammenhalt bieten.\nBei den viertätigen Dreharbeiten wechselten alle Studierenden immer wieder die Rollen, schlüpften in Kostüme, machten als Regiesseurin klare Ansagen oder arbeiteten mit Licht, Dolly oder an der Kamera. Unterstützt hat Henry Grund (Praktikant) bei den Dreharbeiten.\n","text_long":"Die Seminaridee beruht auf dem Buch »[Faces – Eine Geschichte des Gesichts](https://www.chbeck.de/belting-faces/product/27942867)« des jüngst verstorbenen Kunsthistorikers [Hans Belting](https://de.wikipedia.org/wiki/Hans_Belting). Die spannende, lehrreiche wie ungemein aktuelle Untersuchung brachte mich dazu, den Studierenden der _Spezialisierung Digitaler Film_ im Masterstudiengang [Medien- und Spielekonzeption M.A.](https://www.hs-harz.de/medien-und-spielekonzeption-ma) vorzuschlagen, sich mit den Themen _Gesicht und Maske_ auseinanderzusetzen.\n\nWir erstellten eine Übersicht, welche Rollen das Gesicht spielt, wie es in unterschiedlichen Medien erscheint und dort verhandelt wird:\n\nSelbstbildnis, Portrait, Rolle, Maske, Totenmaske, Mimik, Ikone, Spiegel, Spiegelbild, das entfesselte Gesicht, Gesicht als Affektbild, Gesicht und Maske im Theater, Fotografie und Maske, Gesicht und Maske im Film, Staatsgesichter, Mediengesichter, SocialMedia Gesichter, Stars und Sternchen, Pop-Idole, Cyberfaces u.v.m.\n\nDabei interessiert uns im Medium Film besonders die Schaulust, das Verhältnis Zuschauer:innen und Leinwand, Staunen und Erkennen sowie Voyeurismus und Faszination. Aus diesen Überlegungen entstanden im Verlauf des Seminars die Herausforderung _Gesichter in Bewegung_ zu inszenieren und dabei mit Kostüm, Maske, Props und Accessoires zu spielen.\n\nAufgezeichnet wurde im Format 4K teils mit der neuen [Sony Alpha 7R V](https://www.sony.de/electronics/wechselobjektivkameras/ilce-7rm5), teils mit dem **[iphone 12](https://www.sueddeutsche.de/digital/iphone-apple-kamera-film-1.5085302\"%20\\t%20\"_blank)** ([Shot on iPhone 12 Pro by Emmanuel Lubezki](https://www.youtube.com/watch?v=4SXRlogSrtA)), aber ohne Ton. Alle Teilnehmerinnen und Teilnehmer der Spezialisierung hatten sich darauf verständigt, die Aufnahmen mit Musik zu unterlegen. So werden sicher recht unterschiedliche Filme entstehen, deren Zusammenhalt die Gesichter und die Farben Blau/Rot bilden, auf die sich die Gruppe verständigt hat. Ich bin extrem gespannt, welche Filmwerke aus diesen Inszenierungen und filmischen Experimenten entstehen.\n\nBei den viertätigen Dreharbeiten im [Studio der Hochschule Harz](https://www.hs-harz.de/studium/fb-automatisierung-und-informatik/medieninformatik/labore/film-fotostudio/) und in der [Villa](https://www.hs-harz.de/hochschule/profil/chronik) (hier arbeiten unter der Woche u.a. die Verwaltung und das Rektorat) wechselten alle Studierenden immer wieder die Rollen, schlüpften in Kostüme, machten als Regiesseurin klare Ansagen oder arbeiteten mit Licht, Dolly oder an der Kamera. Unterstützt und begleitet wurden wir von Henry Grund, der als Praktikant zu den Dreharbeiten sehr viel beitrug und nebenher wunderschöne Fotos schoß.","elements":null},{"id":15,"title":"Keying im Studio Hochschule Harz","author":"Prof. Martin Kreyßig","date":"2023-01-20T00:00:00Z","minf":true,"musk":false,"tags":["Audiovisuell"],"title_image":1,"images":[{"id":1,"url":"content/15/Keying.png","caption":"Keying.png"},{"id":2,"url":"content/15/keying-dreh-23-07-1536x766.png","caption":"Nick Hartmann | Keying Medieninformatik | Foto © Henry Grund"},{"id":3,"url":"content/15/keying-dreh-23-08-1536x767.png","caption":"Jana Apfelhofer | Keying Medieninformatik | Foto © Henry Grund"},{"id":4,"url":"content/15/keying-dreh-23-24-1536x766.png","caption":"Darwin Haakenbrock | Keying Medieninformatik | Foto © Henry Grund"},{"id":5,"url":"content/15/keying-dreh-23-39-1536x766.png","caption":"Nick Hartmann | Keying Medieninformatik | Foto © Henry Grund"},{"id":6,"url":"content/15/keying-dreh-23-45-1536x766.png","caption":"Markus Fuhlbrügge | Keying Medieninformatik | Foto © Henry Grund"},{"id":7,"url":"content/15/keying-dreh-23-48-1536x767.png","caption":"Markus Fuhlbrügge | Keying Medieninformatik | Foto © Henry Grund"},{"id":8,"url":"content/15/keying-dreh-23-63.png","caption":"Daniel Adam | Keying Medieninformatik | Foto © Henry Grund"},{"id":9,"url":"content/15/keying-dreh-23-76.png","caption":"Maske | Martin Kreyßig \u0026 Nick Hartmann | Keying Medieninformatik | Foto © Henry Grund"},{"id":10,"url":"content/15/keying-dreh-23-78-1536x766.png","caption":"Jana Apfelhofer | Keying Medieninformatik | Foto © Henry Grund"},{"id":11,"url":"content/15/keying-dreh-23-84.png","caption":"Das Team | Keying Medieninformatik | Foto © Henry Grund"},{"id":12,"url":"content/15/keying-dreh-23-95.png","caption":"Darwin Haakenbrock, Boom Operator | Keying Medieninformatik | Foto © Henry Grund"}],"text_short":"Im Wintersemester drehte das 5. Semester [Medieninformatik B.Sc.](https://www.hs-harz.de/medieninformatik) im Studio und arbeitete mit dem **[Chromakeyverfahren](https://filmlexikon.uni-kiel.de/doku.php/c:chromakeyverfahren-1939?s%5b%5d=%2Akeying%2A\"%20\\t%20\"_blank)**. In zwei Tagen wurden sämtliche Einstellungen eingerichtet und gedreht. Die Außenaufnahmen fanden an einem weiteren Tag statt.\nHier die [Logline](https://de.wikipedia.org/wiki/Log_Line)des Kurzfilms:\nDie Bevölkerung eines entfernten Planeten wurde vom Bösen (_Louphous_) in Inkubatoren eingesperrt, um sie zu transformieren und zu seinem willigen Werkzeug zu machen. _Mësh_ landet auf dem Planeten, entdeckt die Transformation zum Bösen und bringt zusammen mit _Ronny_ die ersehnte Rettung.\nEs ging dabei um die Herstellung eines Kurzfilms mit den Techniken des Chroma- oder Luma-Keyings. Mit Aspekten wie Arbeiten mit Kunst- und Tageslicht, Blickführung und Regie.\n","text_long":"Im Wintersemester drehen wir im Studio und arbeiten mit dem **[Chromakeyverfahren](https://filmlexikon.uni-kiel.de/doku.php/c:chromakeyverfahren-1939?s%5b%5d=%2Akeying%2A\"%20\\t%20\"_blank)**. In zwei Tagen haben wir sämtliche Einstellungen eingerichtet und gedreht, die Aussenaufnahmen fanden am nachfolgenden Mittwoch statt. Das Team aus dem 5. Semester [Medieninformatik B.Sc.](https://www.hs-harz.de/medieninformatik) wurde von [Henry Grund](https://www.instagram.com/zr_berlin/?hl=de) aus Berlin unterstützt, der u.a. Fotos (für den Blog) aufnahm und ein Making-Off gedreht hat.\n\nHier die [Logline](https://de.wikipedia.org/wiki/Log_Line) des Kurzfilms, eher ein Trailer eines Science-Fiction, der schon bald in die Kinos kommt ;-)\n\nDie Bevölkerung eines entfernten Planeten wurde vom Bösen (_Louphous_) in Inkubatoren eingesperrt, um sie zu transformieren und zu seinem willigen Werkzeug zu machen. _Mësh_ landet auf dem Planeten, entdeckt die Transformation zum Bösen und bringt zusammen mit _Ronny_ die ersehnte Rettung.\n\nBesetzung: Jana Apfelhofer (Mësh), Nick Hartmann (Ronny), [Martin Kreyßig](https://www.hs-harz.de/mkreyssig/zur-person) (Louphous)\n\nTeam: Daniel Adam (Regie, Ton), Markus Fuhlbrügge (Kamera), Darwin Hakkenbrock (Ton), Nick Hartmann (Regie), Frieda Kolbe (Beleuchtung) … die Postproduction machen alle.\n\nIm [Curriculum](https://de.wikipedia.org/wiki/Curriculum_%28P%C3%A4dagogik%29) des Faches lesen sich die Herausforderung so:\n\nHerstellung eines Kurzfilms im Format 4K / Full-HD mit den Techniken des Chroma- oder Luma-Keyings. Arbeiten im Studiobetrieb mit Kunst- und Tageslicht. Blickführung, Regie und Regeln beim Erzählen im Compositing. Kompetenter Umgang mit allen technischen Geräten im Workflow der digitalen Filmherstellung im Studio (Greenscreen, Bluescreen) und der Software (DaVinci Resolve, Adobe AfterEffects et al.). Kompetenz in der filmischen Erzählung, im Look \u0026 Feel eines Films mit Composite-Technik.\n\nSpannender aber sind neben den Zielen, die wir [Dozentinnen und Dozenten](https://www.hs-harz.de/studium/fb-automatisierung-und-informatik/medieninformatik/dozenten-und-mitarbeiter) mit dem Curriculum abstecken, die [selbst gewählten Ziele](https://de.wikipedia.org/wiki/Selbstgesteuertes_Lernen). Hinter jeder Disziplin verbergen sich immer viel mehr Möglichkeiten der Umsetzung, des individuellen Lernens und Schaffens. Ich nenne es Herzblut. Damit ist gemeint, wenn wir für ein Fach oder ein Thema brennen und Lust haben, mehr als die Zielvorgaben zu erreichen. Herzblut meint, den eigenen Weg suchen.","elements":null},{"id":16,"title":"Zwei Sekunden Stille","author":"Prof. Martin Kreyßig","date":"2022-12-14T00:00:00Z","minf":true,"musk":false,"tags":["Events"],"title_image":16,"images":[{"id":1,"url":"content/16/01-hansahafen-elbphilamonie.png","caption":"Ankunft bei zweisekundenstille Tonstudios GmbH im Hansahafen, Hamburg @ M. Kreyssig 2022"},{"id":2,"url":"content/16/02-abendessen.png","caption":"(v.l.n.r.) Gábor Peun, Martin Kreyßig, Anzor Utsmaev, Yannick Rast, Marc Dannemann, Darwin Hakkenbrock, Mathis Willimczik @ Louisa Glauche 2022"},{"id":3,"url":"content/16/03-hafenspaziergang.png","caption":"Morgenspaziergang, Deutsches Hafenmuseum Hamburg @ M. Kreyssig 2022"},{"id":4,"url":"content/16/04-viermastbark-peking.png","caption":"Viermastbark Peking, Deutsches Hafenmuseum Hamburg @ M. Kreyssig 2022"},{"id":5,"url":"content/16/05-gruppenfoto-digilehr.png","caption":"(v.l.n.r.) Yannick Rast, Mathis Willimczik, Darwin Hakkenbrock, Louisa Glauche, Gábor Peun, Marc Dannemann, Anzor Utsmaev, @ M. Kreyssig 2022"},{"id":6,"url":"content/16/06-sprecherkabine.png","caption":"Face Motion Tracking im Forschungsprojekt DigiLehR Hochschule Harz © M. Kreyßig 2022"},{"id":7,"url":"content/16/07-face-capturing.png","caption":"Face Motion Tracking im Forschungsprojekt DigiLehR Hochschule Harz © L. Glauche 2022"},{"id":8,"url":"content/16/08-sprachaufnahmen.png","caption":"Hans-Christian Sametzki, Geschäftsführer und Tonmeister bei zweisekundenstille im Gespräch mit Mathis Willimczik © M. Kreyßig 2022"},{"id":9,"url":"content/16/09-katja-pilaski.png","caption":"Katia Pilaski in der Sprecherkabine bei zweisekundenstille © M. Kreyßig 2022"},{"id":10,"url":"content/16/10-jan-hasenfuss.png","caption":"Jan Hasenfuss in der Sprecherkabine bei zweisekundenstille © M. Kreyßig 2022"},{"id":11,"url":"content/16/12-frank-stieren-martin-kreyssig.png","caption":"Frank Stieren und Prof. Martin Kreyßig bei zweisekundenstille © L. Glauche 2022"},{"id":12,"url":"content/16/13-katja-kessler.png","caption":"Katja Keßler in der Sprecherkabine bei zweisekundenstille © M. Kreyßig 2022"},{"id":13,"url":"content/16/14-gruppenfoto-kueche.png","caption":"(v.l.n.r.) Martin Kreyßig, Anzor Utsmaev, Darwin Hakkenbrock, Gábor Peun, Yannick Rast © Louisa Glauche 2022"},{"id":14,"url":"content/16/15-robert-knorr-marc-dannemann.png","caption":"Robert Knorr und Marc Dannemann beim Einrichten © M. Kreyßig 2022"},{"id":15,"url":"content/16/17-hansahafen-elbphilamonie.png","caption":"Abfahrt bei strahlendem Sonnenschein, Deutsches Hafenmuseum Hamburg © M. Kreyßig 2022"},{"id":16,"url":"content/16/Zwei_Sekunden_Stille.png","caption":"(v.l.n.r.) Martin Kreyßig, Mathis Willimczik, Louisa Glauche, Darwin Hakkenbrock, Yannick Rast, Gábor Peun, Anzor Utsmaev © M. Dannemann 2022"}],"text_short":"Im Rahmen des [Forschungsprojekts DigiLehR](https://www.hs-harz.de/forschung/ausgewaehlte-forschungsprojekte/digilehr) hat die Jahresprojektgruppe von [Prof. Martin Kreyßig](https://www.hs-harz.de/mkreyssig/zur-person) eine Exkursion zu der [zweisekundenstille Tonstudios GmbH](https://zweisekundenstille.de/) (Geschäftsführung Hans-Christian Sametzk) in Hamburg unternommen. In dem Projekt beschäftigen wir uns mit Storyentwicklung, Sprachaufnahmen und Facial Motion Capture.\nDas Forschungsprojekt kombiniert Fragebögen und VR-Realitäten. Studierende erleben virtuelle Lernwelten mit kopfgetragenen VR-Systemen. DigiLehR realisiert eine Brücke zwischen der 3D-Engine Unity und der etablierten Lernumgebung ILIAS.\nMarion Tepe, Inhaberin der [VOXHAUS GmbH](https://www.voxhaus.de/), kümmerte sich umsichtig und perfekt um sämtliche Buchungen, das Stimmencasting und die Abwicklung der Produktion. Fünf Sprecherinnen und Sprecher waren eingeladen, den virtuellen Charakteren ihre Stimmen zu leihen.\nGleichzeitig wurde die Mimik der Sprecherinnen und Sprecher aufgezeichnet (Stichwort Facial Motion Capture), um in weiteren Arbeitsgängen u.a. die Lippenbewegungen den virtuellen Charakteren anzupassen.\n","text_long":"Im Rahmen des [Forschungsprojekts DigiLehR](https://www.hs-harz.de/forschung/ausgewaehlte-forschungsprojekte/digilehr) haben wir eine Exkursion zu den [zweisekundenstille Tonstudios GmbH](https://zweisekundenstille.de/) in Hamburg unternommen. Wir, das ist die Jahresprojektgruppe von [Prof. Martin Kreyßig](https://www.hs-harz.de/mkreyssig/zur-person), die sich innerhalb des Projekts u.a. mit Storyentwicklung, Sprachaufnahmen und Facial Motion Capture beschäftigen. Auch Marc Dannemann M.A., wissenschaftlicher Mitarbeiter des Forschungsprojekts war angereist, um das Facial Motion Capture gemeinsam mit den Studierenden zu steuern.\n\nZur **Projektgruppe** gehören: Louisa Glauche (Projektleitung), Darwin Hakkenbrock, Gábor Peun, Yannick Rast, Anzor Utsmaev, Mathis Willimczik und Alexander Weber, der leider aus gesundheitlichen Gründen zuhause bleiben musste.\n\n**Was wird im Projekt DigLehR erforscht?**\n\nDas Forschungsprojekt kombiniert Fragebögen und VR-Realitäten. Studierende erleben virtuelle Lernwelten mit kopfgetragenen VR-Systemen. DigiLehR realisiert eine Brücke zwischen der 3D-Engine Unity und der etablierten Lernumgebung ILIAS. Lehrende sollen befähigt werden, Fragebögen in ILIAS mit virtuellen Umgebungen zu verknüpfen.\n\nDrei Anwendungsfälle – Industrie, Verwaltungswissenschaften, Mediengestaltung – nutzen VR als Werkzeug, um den Lernstoff interaktiv zu erleben. In der Filmgestaltung wird betrachtet, wie die aktive Übertragung des Erlernten in den physischen Raum gelingt; im Fach 3D-Animation, inwieweit im Selbststudium das Erlernte die Qualität der Ergebnisse verändert.\n\n**Alles hat perfekt geklappt, soweit zum Ergebnis.** Am Nachmittag vor den Aufnahmen am 9. Dezember 2022 reisten wir in Hamburg an, bauten die Technik auf und verabredeten die Abläufe mit Hans-Christian Sametzki, Geschäftsführer und Tonmeister bei zweisekundenstille. Das Setting am Hansahafen, mitten drin im Deutschen Hafen Museum mit Blick auf die [Elbphilharmonie](https://de.wikipedia.org/wiki/Elbphilharmonie) ist beeindruckend. Abends stillten wir am Großneumarkt unseren kleinen Hunger.\n\nMarion Tepe, Inhaberin der [VOXHAUS GmbH](https://www.voxhaus.de/) kümmerte sich umsichtig und perfekt um sämtliche Buchungen, das Stimmencasting und die Abwicklung der Produktion. Fünf Sprecherinnen und Sprecher waren eingeladen den virtuellen Charakteren ihre Stimmen zu leihen. Im 90 Minuten-Takt schlüpften Katja Pilaski, Jan Hasenfuss, Frank Stieren, Katja Keßler und Robert Knorr in die Sprecherkabine vor das feine [Neumann-Mikrofon](https://de-de.neumann.com/) und hauchten unseren Figuren Leben ein. Das war wunderbar! Hans-Christian Sametzki zeichnete Stimmen und Geräusche perfekt auf und das alles mit professioneller Ruhe und Gelassenheit, trotz der vielen Menschen in seinem Studio. Grandios!\n\nGleichzeitig wurde die Mimik der Sprecherinnen und Sprecher mit dem iphone 13 und der Software **[iClone von Reallusion](https://www.reallusion.com/de/iclone/\"%20\\t%20\"_blank)** aufgezeichnet, Stichwort [Facial Motion Capture](https://en.wikipedia.org/wiki/Facial_motion_capture), um in weiteren Arbeitsgängen u.a. die Lippenbewegungen den virtuellen Charakteren anzupassen. In acht Monaten sollten alle Arbeitspakete und Aufgaben umgesetzt und dieser zweite Teil des Forschungsprojekts, das noch bis 31. August 2024 läuft, erfolgreich und termingerecht abgeschlossen sein.","elements":null},{"id":17,"title":"Der Kuriositär, Kurzfilm von Luca Joel Spirka, gewinnt beim 27.Jugendfilmpreis Sachsen-Anhalt","author":"Prof. Martin Kreyßig","date":"2022-11-22T00:00:00Z","minf":true,"musk":false,"tags":["Audiovisuell","Animation"],"title_image":1,"images":[{"id":1,"url":"content/17/DerKuriositär.png","caption":"Der Kuriositär, Szene: Wohnung (3D) © Luca Joel Spirka"},{"id":2,"url":"content/17/derkuriositaer01.png","caption":"Der Kuriositär, Szene: Landschaft © Luca Joel Spirka"},{"id":3,"url":"content/17/derkuriositaer04.png","caption":"Der Kuriositär, Szene: Zeitungsstand (3D) © Luca Joel Spirka"},{"id":4,"url":"content/17/derkuriositaer07.png","caption":"Der Kuriositär, Sebastian Siebert (l) und Luca Joel Spirka (r) © Luca Joel Spirka"},{"id":5,"url":"content/17/derkuriositaer10.png","caption":"Der Kuriositär, Sebastian Siebert vor 3D-Zahlentafel © Luca Joel Spirka"},{"id":6,"url":"content/17/derkuriositaer12.png","caption":"Der Kuriositär, Szene: Landschaft © Luca Joel Spirka"},{"id":7,"url":"content/17/derkuriositaer15.png","caption":"Der Kuriositär, (v.l.n.r.) Sebastian Siebert, Justin Göring, Luca Joel Spirka © Luca Joel Spirka"},{"id":8,"url":"content/17/derkuriositaer16.png","caption":"Sebastian Siebert in: Der Kuriositär © Luca Joel Spirka"},{"id":9,"url":"content/17/jfp22-2-gruppenfoto-newcomer-tomhartig.png","caption":"Gruppenfoto Newcomer, Sebastian Siebert, Luca Joel Spirka (4. u. 5. v. Links) @ Tom Hartig"}],"text_short":"Der Kurzspielfilm „Der Kuriositär“ von Luca Joel Spirka, 3. Semester [Medieninformatik B.Sc.](https://www.hs-harz.de/medieninformatik), erzielt beim [27.Jugendfilmpreis Sachsen-Anhalt](https://jugend-film-preis.com/) in der Kategorie Newcomer den ersten Platz. Damit erzielte sein Team den Preis in Höhe von 500,00 Euro. Gratulation! Den Film findet ihr [hier](https://www.youtube.com/watch?v=-TSbpB1tkB8\u0026t=3s)\nDer 10-minütige Film erzählt vom letzten Jahr eines Schriftstellers und Journalisten in einem Land, das sich im politischen Niedergang befindet. Die Jury überzeugte neben dem „durchdachten Storytelling auch das originelle Zusammenspiel von Realfilmszenen und computergenerierten Sequenzen in Kombination mit verschiedenen Zeitebenen, die durch Farbe, unterschiedliche Bildformate und durch gekonnt gesetzte, cleane Kameraeinstellungen in Szene gesetzt wurden.“ Und: „Die eigens von Luca Joel Spirka komponierte Musik untermalt die düster angehauchte Story und verleiht dem Film das gewisse Extra.“\n","text_long":"Der Kurzspielfilm von Luca Joel Spirka, 3. Semester [Medieninformatik B.Sc.](https://www.hs-harz.de/medieninformatik) wird beim [27.Jugendfilmpreis Sachsen-Anhalt](https://jugend-film-preis.com/) ausgezeichnet. Gratulation!!\n\nIn der Pressemitteilung steht zu lesen:\n\n**Sechs junge Kurzfilme gewinnen beim 27.Jugendfilmpreis Sachsen-Anhalt**\n\n400 begeisterte Zuschauer, 26 nominierte Filme und fünf glückliche Gewinner: im Schauspielhaus Magdeburg wurden am Sonntag beim Jugendfilmpreis Sachsen-Anhalt bereits zum 27. Mal junge Filmemacherinnen und Filmemacher des Landes ausgezeichnet. Das rund sechsstündige Programm umfasste alle Genres: fantasievolle Schülerproduktionen,  spannende Spielfilme, anspruchsvolle  Dokumentarfilme, Musikvideos mit selbstgemachter Musik, überraschende Experimentalfilme  und aufwändige Animationen.\n\n**“Der Kuriositär“** **gewinnt in der Kategorie „Newcomer“  \n**Den ersten Preis in Höhe von 500,00 Euro gewann das Team um den 20jährigen Medienstudenten Luca Joel Spirka von der Hochschule Harz. Der 10-minütige Film erzählt vom letzten Jahr eines Schriftstellers und Journalisten in einem Land, das sich im politischen Niedergang befindet. Die Jury überzeugte neben dem  „durchdachten Storytelling auch das originelle Zusammenspiel von Realfilmszenen und computergenerierten Sequenzen in Kombination mit verschiedenen Zeitebenen, die durch Farbe, unterschiedliche Bildformate und durch gekonnt gesetzte, cleane Kameraeinstellungen in Szene gesetzt wurden.“ Und: „Die eigens von Luca Joel Spirka komponierte Musik untermalt die düster angehauchte Story, verleiht dem Film das gewisse Extra.“\n\nIn diesem Jahr waren insgesamt 86 Kurzfilme, an denen rund 750 Kinder, Jugendliche und junge Erwachsene beteiligt waren, zum Jugendfilmpreis Sachsen-Anhalt eingereicht worden.  Die Filme gewähren einen einzigartigen Einblick in die Lebenswelt von Kindern und Jugendlichen und zeigen auf vielfältige Art und Weise, wie kreativ, mutig und engagiert der Filmnachwuchs im Land ist. Seit 27 Jahren bietet der Preis jungen Menschen eine eigene Plattform, um ihre ersten Werke einem großen Publikum zu präsentieren.\n\nDer Film entstand im Rahmen des Studiums im 2. Semesster in den Fächern Filmtechnik ([Prof. Martin Kreyßig](https://www.hs-harz.de/mkreyssig/zur-person)) und Filmschnitt ([Lothar Werthschulte](https://www.iamp.de/kontakt.html)). In meiner Kurzkritik zum Film, der die Bestnote 1,0 erhielt, habe ich geschrieben:\n\nWas für ein großartiger, wunderschöner Film! Ich bin vollkommen geflasht, herzlichen Dank für diese Abgabe! Ihr Stilwille und die Stringenz, das Randständige in den Mittelpunkt zu rücken sind großartig. Großartig auch der Schnitt, die Lücken, die Sprünge, die Jahreszeiten, das Sounddesign. Ich möchte noch viele Filme von Ihnen sehen!\n\nDer Kuriositär, eine Geschichte Luca Joel Spirka:\n\nEs geht um einen Kolumnenschreiber, der bei einer Zeitung arbeitet. Es soll eine traurige Geschichte aus einer etwas naiven und beobachtenden Weltsicht erzählt werden. Der Protagonist kämpft nicht gegen die Kräfte im Film, sondern wird gezwungen, sich mit ihr abzufinden. Am Ende stirbt der Freund des Protagonisten und er selbst verschwindet ebenfalls.  \nWir starten in der Gegenwart. Es ist eine traurige und triste Zeit. Das Land befindet sich im finanziellen und sozialen Ruin. Der Schreiber erkärt uns, dass er bei einer Zeitung gearbeitet hat, diese aber schließen musste, da die politische Situation dies verlangte. Der Schreiber war mit dem Chef der Zeitung befreundet. Wir folgen der Geschichte als Nacherzählung des Schreibers, über vier Jahreszeiten hinweg.  \nFrühling: Wir sehen Leben. Der Schreiber fährt zur Arbeit, geht zu seinem Arbeitsplatz und grüßt seinen Chef und die Mitarbeiter. Er erklärt uns, dass viele Arbeitsplätze gestrichen werden müssen. Wir sehen eine Ansprache des Chefs. Er entschuldigt sich bei denen, die er nun entlassen muss und lobt deren Arbeit. Der Schreiber lobt im Gegenzug aus dem Voiceover die Arbeit des Chefs. Zu Hause erfährt er durch ein Radio, dass nach dem Wahlerfolg einer neuen Partei durch diese bald Zensurmaßnahmen eingeleitet werden sollen.  \nSommer: Das Leben geht weiter, aber der Staat führt Regeln ein, die es schwieriger machen, über Sachen ehrlich zu berichten. Der Chef will, dass sich der Schreiber etwas für die letzte Ausgabe überlegt, das ihm wichtig ist zu schreiben. Zu Hause hört der Schreiber den irren Worten der Partei zu.  \nHerbst: Wir sehen leere Plätze. Die Zeitung wird nur noch von wenigen Menschen gelesen. Der Schreiber ist allerdings immer noch da. Der Chef klopft an, sie gehen in eine Bar. Dort lesen wir das Gespräch nur als Aufnahme von unbekannten Beobachtern. Wir wechseln zum Schwarzweiß. Der Chef unterschreibt die Insolvenzerklärung der Zeitung im Beisein eines bewaffneten Parteimitglieds. Die Zeitung wird geschlossen.  \nWinter: Alles ist einsam. Wir sind nun wieder in der Gegenwart. Der Schreiber legt die letzte Ausgabe beim Landesposten vor. Der Druck wird nicht genehmigt. Er liest selbst vor, was drin steht. Der Artikel beschreibt das kurze Leben eines Künstlers. Beim Betrachten eines Werkes von ihm haben sich der Schreiber und der Chef getroffen und sind Freunde geworden. Es ist deshalb diese Geschichte, die der Schreiber in der letzten Ausgabe erzählt. Der Kuriositär lebte selbst eine kuriose Geschichte in einer kuriosen Welt.","elements":null},{"id":18,"title":"Reality Check 2022 – Alumni zeigen Studierenden die berufliche Wirklichkeit","author":"Prof. Martin Kreyßig","date":"2022-11-07T00:00:00Z","minf":true,"musk":true,"tags":["Events"],"title_image":10,"images":[{"id":1,"url":"content/18/02bild-2-realitycheck-hsharz.png","caption":"REALITY CHECK im Audimax der Hochschule Harz © Nick Hartmann"},{"id":2,"url":"content/18/03bild-3-realitycheck-hsharz.png","caption":"Zu Besuch an der Hochschule Harz: Prof. Eberhard Högerle | REALITY CHECK © Nick Hartmann"},{"id":3,"url":"content/18/05bild-7-realitycheck-hsharz.png","caption":"Maryse Friebe, Alexander Rausch, Sonia Ptasinska, UBISOFT, Düsseldorf | REALITY CHECK © Nick Hartmann"},{"id":4,"url":"content/18/06bild-12-realitycheck-hsharz.png","caption":"Fragen von Severin Tolksdorf | REALITY CHECK © Nick Hartmann"},{"id":5,"url":"content/18/07bild-13-realitycheck-hsharz.png","caption":"Fragen von Mathis Willimczik | REALITY CHECK © Nick Hartmann"},{"id":6,"url":"content/18/08bild-22-realitycheck-hsharz.png","caption":"Vortrag von Dr. Leif Oppermann, Head of Mixed and Augmented Reality Solutions at Fraunhofer | REALITY CHECK © Nick Hartmann"},{"id":7,"url":"content/18/10bild-24-realitycheck-hsharz.png","caption":"Vortrag von Marc Dannemann M.A., Wissenschaftlicher Mitarbeiter DigiLehR Hochschule Harz, Wernigerode | REALITY CHECK © Nick Ha"},{"id":8,"url":"content/18/16bild-8-realitycheck-hsharz.png","caption":"Noah Darwin Hakkenbrock macht sich Notizen | REALITY CHECK © Nick Hartmann"},{"id":9,"url":"content/18/23bild-49-realitycheck-hsharz.png","caption":"REALITY CHECK im Audimax der Hochschule Harz © Nick Hartmann"},{"id":10,"url":"content/18/RealityCheck.png","caption":"Interaktive Poster von Studierenden für die Veranstaltung | REALITY CHECK © Nick Hartmann"}],"text_short":"Die Veranstaltung REALITY CHECK bietet den Studierenden die Möglichkeit, zu erfahren, wie es nach dem Studium weitergehen kann. Dabei haben wir fünfzehn Teilnehmer:innen gehört, die über eine Facette zukünftiger beruflicher Möglichkeiten berichtet haben. Gleichzeitig funktionierte die Veranstaltung wie eine Art Börse, denn die Studierenden konnten mit ihren Fragen die Teilnehmerinnen und Teilnehmer aktiv ansprechen und die Kontakte nutzen, um sich demnächst zu bewerben.\nDie Veranstaltung war in vier SLOTs geteilt: Bewerbung in der Spielebranche, »Wie starte ich in eine wissenschaftliche Karriere?«, berufliche Perspektiven von Selbstständigen und Unternehmer:innen, »Angestellt in Kreativagentur, Spielebranche oder Großkonzern?«\n","text_long":"Seit vielen Jahren war es gute Tradition, wenn wir auf  Exkursionen ehemalige Studierende in ihren Firmen, an ihren Arbeitsplätzen aufsuchten, um den jetzigen Studierenden der Hochschule Harz in Wernigerode zu zeigen, welche Berufsbilder es so gibt. Denn wohin Abschlüsse der [Medieninformatik B.Sc.](https://www.hs-harz.de/medieninformatik) oder ein Masterabschluss im [Studiengang Medien- und Spielekonzeption M.A.](https://www.hs-harz.de/medien-und-spielekonzeption-ma) führen, das wissen unsere Ehemaligen am besten.\n\nDie Pandemie machte uns einen Strich durch die Exkursionen und so führten wir im letzten Jahr zum ersten Mal die Veranstaltung REALITY CHECK ein. Für 2022 wurde das Format nochmals überarbeitet. So konnten wir letzte Woche fünfzehn Teilnehmer:innen teils über Zoom, teils live im Audimax begrüßen. Jeder Kurzvortrag bildete eine Facette zukünftiger beruflicher Möglichkeiten und gleichzeitig funktioniert die Veranstaltung wie eine Art Börse, denn die Studierenden konnten mit ihren Fragen die Teilnehmerinnen und Teilnehmer aktiv ansprechen und die Kontakte nutzen, um sich demnächst zu bewerben.\n\nInhaltlich drehte sich in SLOT A alles um die Bewerbung in der Spielebranche. Maryse Friebe, Alexander Rausch sowie Sonia Ptasinska arbeiten als Recrutier bei [Ubisoft Entertainment](https://www.ubisoft.com/de-de/) in Düsseldorf. In ihrem Vortrag »Applying for a job in video games« zeigten sie im Detail, wie die Bewerbungsprozesse bei einem der größten Spielehersteller weltweit ablaufen. Zusätzlich gaben sie viele praktische Tipps und Hinweise, z.B. wie ein lesenswertes Anschreiben und ein interessantes Portfolio aussehen sollte.\n\nSLOT B stand unter der Überschrift: »Wie starte ich in eine wissenschaftliche Karriere?« Den Aufschlag machte Dr. Leif Oppermann, Head of Mixed and Augmented Reality Solutions am [Fraunhofer FIT](https://www.fit.fraunhofer.de/) in Bonn und Absolvent des Jahrgangs 1998. Welche Forschungsrichtungen stecken in MR, XR, also Mixed oder Extended Reality? Wie funktioniert Forschung am Fraunhofer Institut und woran arbeiten die Menschen dort? Spannend aber auch, wie Leif nach dem Studium in Wernigerode nach England ging und dort promovierte. Im Anschluss hielten Marc Dannemann, Absolvent des Studiengangs Medien- und Spielekonzeption M.A. und heute tätig als wissenschaftlicher Mitarbeiter im Projekt **[DigiLehR](https://www.hs-harz.de/forschung/ausgewaehlte-forschungsprojekte/digilehr\"%20\\t%20\"_blank)** an der Hochschule Harz in Wernigerode und Richard May, Doktorand, Software Engineer und [Entwickler](https://www.hs-harz.de/blog/unternehmergeist-mit-mehrwert-in-der-pandemie), ebenfalls Absolvent der Medieninormatik  aus Wernigerode ihre Vorträge im Audimax. Sie berichteten von ihrer akademischen Karriere mittels Paper, Poster, Publikationen und den möglichen beruflichen Zielen, die sich aus dem wissenschaftlichen Arbeiten anbieten. Ein Leben als Forscher:in oder als Hochschulprofessor:in ist ebenso denkbar wie der Einstieg als promovierte Wissenschaftler:in in die Industrie. Eine umfassende akademische Ausbildung bietet die breiteste und, wie Untersuchungen zeigen, die gemeinhin sicherste berufliche Basis.\n\nDer dritte Teil des Nachmittags widmete sich den beruflichen Perspektiven von Selbstständigen und Unternehmer:innen. Die Überschrift von SLOT C lautete: »Freiheit, Freelance, Selbstständigkeit?« Hier waren vier Absolventinnen und Absolventen aus Berlin, Glasgow, Wernigerode und Oldenburg versammelt. Mirko Skroch, Spiele-Designer \u0026 -Entwickler und Jasmin Strnad, 2D/3D Artist \u0026 Animator für Extended Reality und Games – beide Absolvent:innen unseres Masterstudiengangs Medien- und Spielekonzeption – sind Inhaber der Firma **[UniGlow Entertainment GmbH](https://uniglow-entertainment.net/\"%20\\t%20\"_blank)** mit Sitz in Wernigerode und Berlin. Die Firma funktioniert als Netzwerk aus selbstständig Schaffenden, die sich projektweise zusammenfinden. Die Schwierigkeiten der Gründungsphase wurden ebenso angesprochen, wie die Sorge um Aufträge: mal zuviel, mal zu wenig. Erwähnt wurden auch die vielfältigen Aufgaben, die Selbstständige tagtäglich wuppen müssen. Dafür werden diese Gründer:innen mit einem hohen Maß an Eigenverantwortlichkeit belohnt. Selbstständig arbeiten macht viel Freude, auch wenn es ein hartes Brot ist. Das bestätigten auch [Nicole Rothermel](https://www.linkedin.com/in/nicole-rothermel-70354748/), Freelance Lighting and Compositing Artist in Glasgow und [Annette Oefner](https://www.linkedin.com/in/annette-oefner-a823a5127/), Freelance 2D, Comic Artist und Lehrbeauftragte aus Oldenburg. Beide präsentierten ein enorm spannendes gestalterisches Portfolio und berichteten aus ihrem akademischen wie beruflichen Werdegang. So erhielt das studentische Publikum Einblicke, was es bedeutet, sich frei auf dem Arbeitsmarkt zu bewegen, Projekte in Kollaboration mit anderen aus der Taufe heben, seine eigene Chefin sein. Enorme Herausforderungen, aber auch ein weites Feld spannender Entwicklungsmöglichkeiten liegen in der selbstständigen Beschäftigung dicht beieinander.\n\nDer vierte SLOT D stand unter dem Motto: »Angestellt in Kreativagentur, Spielebranche oder Großkonzern?« Fünf unserer Absolventinnen und Absolventen präsentierten ihre Firmen, zeigten ihre Aufgaben- und Verantwortungsbereiche und gaben den Studierenden Hinweise für die entscheidenden Skills, die in Unternehmen gefragt sind. Im Tandem präsentierten Peter Höche, Lead Engineer und Denice Graupeter, Praktikantin aus dem Studiengang [Medieninformatik B.Sc.](https://www.hs-harz.de/medieninformatik) und derzeit bei [Wooga GmbH](https://www.wooga.com/) in Berlin beschäftigt. Beide lieferten dem Publikum Informationen aus erster Hand, wie der Bewerbungsprozess für ein Praktikum verläuft. Thema Skills: Klar, bei Mitarbeiter:innen aus 28 Ländern, ist Englisch die Unternehmenssprache. David Paschke, Team Lead UX Design bei [Idealo Internet GmbH](https://www.idealo.de/unternehmen) in Berlin war per ZOOM zugeschaltet. Er steuerte als Team Lead reiche Erfahrungen aus der Personalverantwortung bei und berichtete, wie er als Designer gemeinsam mit Programmierern, u.a. mit unserem Absolventen Florian Schulz, heute iOS-Entwickler bei Idealo, ansprechende und leistungsfähige Interfaces erschafft. Anne Schwenke, Technical Quality Assurance Managerin bei [IBM iX DACH](https://ibmix.de/), ebenfalls in Berlin ansässig, ergänzte die Berufsbilder mit den Entwicklungsmöglichkeiten von Berufseinsteigern und Trainees, die von Mentoren unterstützt in die Herstellungsabläufe eingeführt werden. Ebenso wie bei der Tätigkeit als Selbstständige wurden auch Fragen z.B. rund um die Work-Life-Balance beantwortet. Masterabsolvent Marcel Siegert, Consulting Engineer bei [Ruetz System Solutions GmbH](https://www.ruetz-system-solutions.com/) in München machte keinen Hehl daraus, dass ihn seine _Liebe_ zu Autos in diese Branche gezogen hat. Aber das ist vielleicht die wichtigste Message des Tages gewesen: wer berufliche Interessen mit persönlichen Leidenschaften verbinden kann, hat die richtige Berufswahl getroffen.\n\nUnd das war allen Teilnehmerinnen und Teilnehmern dieser kurzweiligen Veranstaltung anzumerken. Sie alle brennen für ihre Beschäftigung, ihre Themen. Sie alle haben sich an der Hochschule Harz durch Fächer geschwitzt oder sind mit leichter Hand zum Abschluss geflattert. Die Lehrinhalte beider Studiengänge an der Hochschule Harz bieten wertvolle Quellen, die hervorragend auf den zukünftigen Beruf vorbereiten und eine solide Ausgangsbasis bieten. Der Applaus am Ende der Veranstaltung und das abschließende Feedback zeigten, das Format passt – für Studierende, Absolvent:innen und uns Dozent:innen.","elements":null},{"id":19,"title":"Studierende der Medieninformatik präsentieren kurze Spielfilme und Animationen","author":"Prof. Martin Kreyßig","date":"2022-11-04T00:00:00Z","minf":true,"musk":false,"tags":["Audiovisuell","Animation"],"title_image":1,"images":[{"id":1,"url":"content/19/Spielfilme_Animationen.png","caption":"Normalisierung, © Hendrik Herbert, Hochschule Harz"},{"id":2,"url":"content/19/click01.png","caption":"Click, © Denice Graupeter, Paul Brodmann, Maximilian Gerlach, Leon Unger, Hochschule Harz"},{"id":3,"url":"content/19/click02.png","caption":"Click, © Denice Graupeter, Paul Brodmann, Maximilian Gerlach, Leon Unger, Hochschule Harz"},{"id":4,"url":"content/19/click03.png","caption":"Click, © Denice Graupeter, Paul Brodmann, Maximilian Gerlach, Leon Unger, Hochschule Harz"},{"id":5,"url":"content/19/click04.png","caption":"Click, © Denice Graupeter, Paul Brodmann, Maximilian Gerlach, Leon Unger, Hochschule Harz"},{"id":6,"url":"content/19/click05.png","caption":"Click, © Denice Graupeter, Paul Brodmann, Maximilian Gerlach, Leon Unger, Hochschule Harz"},{"id":7,"url":"content/19/nature1-web.png","caption":"Nature, © Markus Fuhlbrügge, Hochschule Harz"},{"id":8,"url":"content/19/nature2-web.png","caption":"Nature, © Markus Fuhlbrügge, Hochschule Harz"},{"id":9,"url":"content/19/nature3-web.png","caption":"Nature, © Markus Fuhlbrügge, Hochschule Harz"},{"id":10,"url":"content/19/nature4-web.png","caption":"Nature, © Markus Fuhlbrügge, Hochschule Harz"},{"id":11,"url":"content/19/nature5-web.png","caption":"Nature, © Markus Fuhlbrügge, Hochschule Harz"},{"id":12,"url":"content/19/nature6-web.png","caption":"Nature, © Markus Fuhlbrügge, Hochschule Harz"},{"id":13,"url":"content/19/normal1-web.png","caption":"Normalisierung, © Hendrik Herbert, Hochschule Harz"},{"id":14,"url":"content/19/normal4-web.png","caption":"Normalisierung, © Hendrik Herbert, Hochschule Harz"},{"id":15,"url":"content/19/normal5-web.png","caption":"Normalisierung, © Hendrik Herbert, Hochschule Harz"},{"id":16,"url":"content/19/normal7-web.png","caption":"Normalisierung, © Hendrik Herbert, Hochschule Harz"},{"id":17,"url":"content/19/normal8-web.png","caption":"Normalisierung, © Hendrik Herbert, Hochschule Harz"}],"text_short":"In guter Tradition konnten wir Ende Oktober Kurzfilme der Studierenden anschauen. Es wurden 2D- und 3D-Animationen sowie Kurzspielfilme gezeigt, allesamt Prüfungsleistungen aus dem 2. und 4. Semester des Studiengangs [Medieninformatik B.Sc.](https://www.hs-harz.de/medieninformatik).\nDie Themen und Genres waren so vielfältig wie die Autor*innen individuell. Dem Publikum wurde die Möglichkeit gegeben, online zu bewerten und zu kommentieren. Somit wurden auch Gewinner gekürt:\n\n1\\. Platz – „Normalisierung“ von Hendrik Herbert\u003cbr\u003e\n2\\. Platz – „Nature“ von Markus Fuhlbrügge\u003cbr\u003e\n3\\. Platz – „Click“ von Denice Graupeter, Paul Brodmann, Maximilian Gerlach und Leon Unger\n\nDank der Initiative des gesamten Teams erlebten wir einen extrem gelungenen Filmabend. Das gemeinsame Abhängen, Filme schauen, Games spielen und miteinander sprechen, ist uns weiterhin wichtig.\n","text_long":"In guter Tradition konnten wir Ende Oktober Kurzfilme der Studierenden anschauen. Bei selbst gebackenem Popcorn und Getränken wurden dem Publikum 19 Arbeiten präsentiert: 2D und 3D-Animationen und Kurzspielfilme, allesamt Prüfungsleistungen aus dem 2. und 4. Semester des Studiengangs [Medieninformatik B.Sc.](https://www.hs-harz.de/medieninformatik).\n\nDie Themen und Genres waren so vielfältig wie die Autor:innen individuell: Soziale Ängste, Flucht, Mystery und Krimi, Trunkenheit und Verfolgungsjagd, Abenteuer, Berufsbild: Journalist, Schicksalhafte Begegnungen und wahre Begebenheiten, Erklärfilme, Reisen und Identitätssuche, Wald und Naturzerstörung …\n\nSuper Idee: Die Veranstalter gaben dem studentischen Publikum die Möglichkeit mittels einer App jeden Film online zu bewerten und kommentieren. So wurden aus den 19 Filmen drei Gewinner:innen gekürt und reich u.a. mit Kinokarten für das Hochschulkino beschenkt:\n\n1\\. Platz – „Normalisierung“ von Hendrik Herbert.  \n[Log Line](https://de.wikipedia.org/wiki/Log_Line): Maries Entlassung aus der Jugendhilfe-Einrichtung wird von dem übermächtigen Leiter auf unbestimmte Zeit verschoben. Bevor er der selbstbewußten Marie mit Diagnosen und Medikamenten endgültig die Freiheit raubt, muss sie fliehen.\n\n2\\. Platz – „Nature“ von Markus Fuhlbrügge.  \nLog Line: Der Kurzspielfilm im [Breitwandformat](https://de.wikipedia.org/wiki/Breitbildformat) zeigt den Kampf um Natur und Umwelt aus einem mystischen Blickwinkel.\n\n3\\. Platz – „Click“ von Denice Graupeter, Paul Brodmann, Maximilian Gerlach und Leon Unger.  \nLog Line: Ein 3D-Animationsfilm ([Motion Capturing](https://de.wikipedia.org/wiki/Motion_Capture)) über eine eingeschlossene Frau, die hartnäckig versucht mit einem Würfel die Tür zu öffnen.\n\nDank der Initiative von Johannes Fritzsch und Thomas Kontny (Moderator) sowie dem gesamten Team erlebten wir einen extrem gelungenen Filmabend. Aus  Sicht aller Dozentinnnen und Dozenten ist es so wichtig, besonders nach dem pandemischen Tiefschlaf, dass wir wieder mehr gemeinsam abhängen, Filme schauen, Games spielen und live miteinander sprechen. Der Filmabend in der letzten Woche war ein wichtiger Baustein und hoffentlich gibt es bald wieder eine frische Gelegenheit …","elements":null},{"id":20,"title":"MinFF 2022 \u003e Konsistenz/Inzidenz \u003e Aftermath","author":"Prof. Daniel Ackermann","date":"2022-06-28T00:00:00Z","minf":true,"musk":true,"tags":["Events","Games","Audiovisuell","Web"],"title_image":5,"images":[{"id":1,"url":"content/20/1platz-classic-1536x768.jpg","caption":"1. Platz: Jello’s Journey"},{"id":2,"url":"content/20/1platz-jam-1536x768.jpg","caption":"1. Platz: Booster"},{"id":3,"url":"content/20/2platz-jam-1536x768.jpg","caption":"2. Platz: Inzidopoly"},{"id":4,"url":"content/20/3platz-jam-1536x768.jpg","caption":"3. Platz: Thieve Incident"},{"id":5,"url":"content/20/Minff22.jpg","caption":"Inzidopoly"},{"id":6,"url":"content/20/minff-2022-bearbeitung-jam-1536x768.jpg","caption":"Bearbeitung des Jam-Themas"},{"id":7,"url":"content/20/minff-2022-bearbeitung-jam-2-1536x768.jpg","caption":"Bearbeitung des Jam-Themas"},{"id":8,"url":"content/20/minff-2022-publikum-1536x768.jpg","caption":"MinFF Publikum"},{"id":9,"url":"content/20/minff-2022-themenverkuendung-1536x768.jpg","caption":"MinFF Verkündung des Jam-Themas"},{"id":10,"url":"content/20/minff-award-100-1536x768.jpg","caption":"Mathis erläutert das Spiel Jello’s Journey"},{"id":11,"url":"content/20/minff-award-97-1536x768.jpg","caption":"Floaterz"}],"text_short":"Am Abend des 24. Juni fand im Audimax der Hochschule Harz der diesjährige „Medieninformatik Flying Fish Award“ (kurz „MinFF“) statt. Das Thema dieses MinFF war „Inzidenz“ und passte somit gut in die aktuelle Situation.\nUnter unseren Gästen befand sich auch unsere Dekanin [Prof. Dr. Andrea Heilmann](https://www.hs-harz.de/aheilmann/zur-person), welche sich für die Jury als Mitglied zur Verfügung stellte. Das Publikum hatte große Freude an den Beiträgen, da uns im Nachgang der Show die Zusicherung der Spende eines Unternehmers aus Wernigerode von über 1000 € zugetragen wurde, wofür wir uns an dieser Stelle herzlich danken. Die Mittel sollen für den nächsten MinFF als Preisgelder eingesetzt werden. Auch der Fachbereich möchte sich beim nächsten MinFF finanziell beteiligen. Herzlichen Dank dafür an unsere Dekanin Dr. Andrea Heilmann.\nEinen Dank geht an dieser Stelle auch an die Organisation und Moderation des diesjährigen MinFF. Das war professionell und unterhaltsam und gelang nicht zuletzt durch die Hilfe von Andreas und Erik aus der [Medienleihe](https://medienleihe.hs-harz.de/) und ihre Unterstützung bei der Technik.\n","text_long":"Am Abend des 24. Juni fand im Audimax der Hochschule Harz der diesjährige „Medieninformatik Flying Fish Award“ (kurz „MinFF“) statt. Nachdem der letzte MinFF „nur“ online stattfand, wollten die Studierenden der MI und MuSK es wissen und gingen konsequent wieder in die Präsenzplanung. Die Verlegung des Events aus dem Wintersemester in den Sommer wurde aufgrund der Pandemie-Regelungen im auslaufenden letzen Jahr beschlossen, daß heißt auch das Thema des MinFF Classic („Konsistenz“) wurde erstmal beibehalten.\n\nIm Sommersemester gab es einiges im Bezug auf die aktuellen Umstände zu organisieren (zum Beispiel die Teststation für Covid-Tests und eine Security, die sich sehr ganz genau an die aktuellen Covid-Regelungen hielt). Ohne Ausweis kam man also nicht hinein. Infolgedessen wurde im Vorfeld also getestet und so mußte sich ein Jury-Mitglied leider fünf Minuten vor Beginn verabschieden. Katastrophenmeldungen könnten knapper nicht sein. Zumindest die Wahl des Themas für den MinFF Jam („Inzidenz“) paßte sehr gut.\n\nAus aller Sicht war der Abend ein voller Erfolg. Es fanden ca. 80 Gäste zu uns. Diese brachten eine überaus klasse Stimmung mit. Unter unseren Gästen befand sich auch unsere Dekanin Prof. Dr. Andrea Heilmann, welche sich für die Jury als Mitglied zur Verfügung stellte und unser kurzfristig ausgefallenes Mitglied vertreten konnte. Die Jurierung war spannend und es wurde allen Beiträgen eine hohe Qualität attestiert. Jedenfalls hatte das Publikum so große Freude an den Beiträgen, daß uns im Nachgang der Show die Zusicherung der Spende eines Unternehmers aus Wernigerode von über 1000 € zugetragen wurde, wofür wir uns an dieser Stelle herzlich danken. Die Mittel sollen für den nächsten MinFF als Preisgelder eingesetzt werden. Auch der Fachbereich möchte sich beim nächsten MinFF finanziell beteiligen. Herzlichen Dank dafür an unsere Dekanin Dr. Andrea Heilmann. Zu gewinnen gab es dieses Mal Amazon-Gutscheine.\n\nIn den Kategorien „MinFF Classic“ (hier kann das diesjährige Thema „Konsistenz“ über einen Zeitraum von einem Jahr bearbeitet werden) gewannen:\n\n1\\. Platz: Jello’s Journey (Markus, Matthis, Jana, Paul, Kevin, Lukas) – ein Geleepudding, der seine Konsistenz ändert, um diverse Spielziele zu erreichen\n\n2\\. Platz: Floaterz (Julian) – ein Spiel, in dem man kooperativ „Flimmertierchen“ im Auge steuert\n\n3\\. Platz: Flamboyant (Aleixo) – eine sehr schöne 3D-Animation zum Thema Kegeln und Morphing\n\nIn der Kategorie „MinFF Jam“ (hier erfolgte die Verkündung des Themas „Inzidenz“ am Tag vorher und die Studierenden-Teams werden gelost) gewannen:\n\n1\\. Platz: Booster – Multiplayerspiel für Mobiltelefone, in dem man das eigene Raumschiff gegen einen Angriff verteidigt\n\n2\\. Platz: Inzidopoly (Lukas, Miriam, Laura, Rosalie) – ein Brettspiel, in dem man sich analog zum Monopoly in einer Pandemie beweisen muß\n\n3\\. Platz: Thieve Incident – ein Sidescroller-Game mit düsterer Stimmung und einem Helden, der Sterne einsammeln muß, um fliegen zu können\n\nIn der Kategorie Publikumspreis gewannen ebenfalls Jello’s Journey.\n\nEinen Dank geht an dieser Stelle auch an die Organisation und Moderation des diesjährigen MinFF. Das war professionell und unterhaltsam und gelang nicht zuletzt durch die Hilfe von Andreas und Erik aus der Medienleihe und ihre Unterstützung bei der Technik. Unser Orga-Team Colleen und Denice präsentierten sogar einen eigenen Beitrag außerhalb der Wertung. Respekt! Und da der Beitrag eine Hommage an Loriot war, hier ein Zitat vom ihm: »Die komischsten Momente sind die des grandiosen Scheiterns.« Liebe Grüße an unser sehr kurzfristig ausgefallenes Jurymitglied, da haben wir an Dich und unsere weiteren Kollegen gedacht, welche leider nicht dabei sein konnten.\n\nWas bleibt zu sagen? Ja, der MinFF ist in Präsenz viel spaßiger, organisatorisch aktuell etwas anstrengender und die Tatsache, daß die Beiträge der Studierenden wieder in den Vordergrund gerückt sind, als auch die Aussicht auf hohe Preisgelder beim nächsten MinFF lassen uns positiv auf den Award der Studiengänge [Medieninformatik](https://www.hs-harz.de/medieninformatik) und [Medien- und Spielekonzeption](https://www.hs-harz.de/medien-und-spielekonzeption-ma) der Hochschule Harz schauen. Mir jedenfalls hat es enormen Spaß bereitet.","elements":null},{"id":21,"title":"Sunny Side Up – Tag der offenen Tür, Hochschule Harz, Wernigerode","author":"Prof. Martin Kreyßig","date":"2022-06-22T00:00:00Z","minf":true,"musk":true,"tags":["Events","Fotografie","Games","Coding","Audiovisuell","Web","Grafik"],"title_image":16,"images":[{"id":1,"url":"content/21/1-dsc-0746.png","caption":"Tag der offenen Tür 2022 / Medieninformatik / Medien- und Spielekonzeption / Foto: © Lucas Kahl"},{"id":2,"url":"content/21/10-dsc-0763.png","caption":"Prof. em. Eberhard Högerle und Prof. Dominik Wilhelm / Foto: © Lucas Kahl"},{"id":3,"url":"content/21/11-dsc-0782.png","caption":"Tag der offenen Tür 2022 / Medieninformatik / Medien- und Spielekonzeption / Foto: © Lucas Kahl"},{"id":4,"url":"content/21/12-dsc-0556.png","caption":"Tag der offenen Tür 2022 / Medieninformatik / Medien- und Spielekonzeption / Foto: © Lucas Kahl"},{"id":5,"url":"content/21/13-dsc-0562.png","caption":"Tag der offenen Tür 2022 / Medieninformatik / Medien- und Spielekonzeption / Foto: © Lucas Kahl"},{"id":6,"url":"content/21/14-dsc-0605.png","caption":"Tag der offenen Tür 2022 / Medieninformatik / Medien- und Spielekonzeption / Foto: © Lucas Kahl"},{"id":7,"url":"content/21/15-dsc-0577.png","caption":"Tag der offenen Tür 2022 / Medieninformatik / Medien- und Spielekonzeption / Foto: © Lucas Kahl"},{"id":8,"url":"content/21/2-dsc-0533.png","caption":"Tag der offenen Tür 2022 / Medieninformatik / Medien- und Spielekonzeption / Foto: © Lucas Kahl"},{"id":9,"url":"content/21/3-dsc-0550.png","caption":"Tag der offenen Tür 2022 / Medieninformatik / Medien- und Spielekonzeption / Foto: © Lucas Kahl"},{"id":10,"url":"content/21/4-dsc-0775.png","caption":"Tag der offenen Tür 2022 / Medieninformatik / Medien- und Spielekonzeption / Foto: © Lucas Kahl"},{"id":11,"url":"content/21/5-dsc-0654.png","caption":"Tag der offenen Tür 2022 / Medieninformatik / Medien- und Spielekonzeption / Foto: © Lucas Kahl"},{"id":12,"url":"content/21/6-dsc-0548.png","caption":"Tag der offenen Tür 2022 / Medieninformatik / Medien- und Spielekonzeption / Foto: © Lucas Kahl"},{"id":13,"url":"content/21/7-dsc-0638.png","caption":"Tag der offenen Tür 2022 / Medieninformatik / Medien- und Spielekonzeption / Foto: © Lucas Kahl"},{"id":14,"url":"content/21/8-dsc-0645.png","caption":"Tag der offenen Tür 2022 / Medieninformatik / Medien- und Spielekonzeption / Foto: © Lucas Kahl"},{"id":15,"url":"content/21/9-dsc-0623.png","caption":"Tag der offenen Tür 2022 / Medieninformatik / Medien- und Spielekonzeption / Foto: © Lucas Kahl"},{"id":16,"url":"content/21/SunnySideUp.png","caption":"Tag der offenen Tür 2022 / Medieninformatik / Medien- und Spielekonzeption / Foto: © Lucas Kahl"}],"text_short":"Wir könnten einen langen, kurzweiligen Text verfassen über Besucherzahlen, Beratungsgespräche oder Applaus auf einer Skala bis 96 dB. Doch machen wir es kurz: Interaktive Medienarbeiten wurden ausgestellt, programmierte Spiele präsentiert, Plakate, Fotos und Filme gezeigt. Es wurde gewürfelt, geglotzt, gegrübelt, geklickt, gestaunt und geschmunzelt. Der Tag der offenen Tür am 11. Juni 2022 war ein sonniger Tag in Wernigerode und eine wunderbar runde Sache. Nach zwei Jahren Unterbrechung konnten wir wieder einmal zusammenkommen und sehr viele neue, innovative und unterhaltsame Arbeiten unserer Studierenden und Absolventen bestaunen. Eine gelungene Leistungsschau der Studiengänge [Medieninformatik B.Sc.](https://www.hs-harz.de/medieninformatik) / [Medien- und Spielekonzeption M.A.](https://www.hs-harz.de/medien-und-spielekonzeption-ma), auf die wir ein klein wenig stolz sein dürfen.","text_long":"Wir könnten einen langen kurzweiligen Texte verfassen über Besucherzahlen, Beratungsgespräche oder Applaus auf einer Skala bis 96dB. Doch machen wir’s kurz: Interaktive Medienarbeiten wurden ausgestellt, Programmierte Spiele präsentiert, Plakate, Fotos, Filme gezeigt. Es wurde gewürfelt, geglotzt, gegrübelt, geklickt, gestaunt und geschmunzelt. Der Tag der offenen Tür am 11. Juni 2022 war ein sonniger Tag in Wernigerode und eine wunderbar runde Sache. Nach zwei Jahren Unterbrechung konnten wir wieder einmal zusammenkommen und sehr viele neue innovative und unterhaltsame Arbeiten unserer Studierenden und Absolventen bestaunen. Eine gelungene Leistungsschau der Studiengänge [Medieninformatik B.Sc.](https://www.hs-harz.de/medieninformatik) / [Medien- und Spielekonzeption M.A.](https://www.hs-harz.de/medien-und-spielekonzeption-ma), auf die wir ein klein wenig stolz sein dürfen.\n\nHeute also wenig Worte, mehr Bilder. Die Fotos stammen von Lucas Kahl und wir sind sehr dankbar für diese ausgezeichnete Arbeit!","elements":null},{"id":22,"title":"Back to the Roots – Spielefirma Wooga aus Berlin zum Onlinebesuch an der Hochschule Harz","author":"Prof. Martin Kreyßig","date":"2022-05-19T00:00:00Z","minf":true,"musk":true,"tags":["Games"],"title_image":1,"images":[{"id":1,"url":"content/22/BackToTheRoots.png","caption":"Wooga – Online an der Hochschule Harz"},{"id":2,"url":"content/22/wooga-01.png","caption":"Wooga – Online an der Hochschule Harz"},{"id":3,"url":"content/22/wooga-01a.png","caption":"Wooga – Online an der Hochschule Harz"},{"id":4,"url":"content/22/wooga-02.png","caption":"Wooga – Online an der Hochschule Harz / Das Publikum"},{"id":5,"url":"content/22/wooga-03.png","caption":"Wooga – Online an der Hochschule Harz / Berlin, Berlin"},{"id":6,"url":"content/22/wooga-05.png","caption":"Wooga – Online an der Hochschule Harz"},{"id":7,"url":"content/22/wooga-06.png","caption":"Wooga – Online an der Hochschule Harz / Patrick Kulling"},{"id":8,"url":"content/22/wooga-07.png","caption":"Wooga – Online an der Hochschule Harz"},{"id":9,"url":"content/22/wooga-08.png","caption":"Wooga – Online an der Hochschule Harz / Patrick Kulling"},{"id":10,"url":"content/22/wooga-09.png","caption":"Wooga – Online an der Hochschule Harz / Denice Graupeter – Fragen aus dem Publikum"}],"text_short":"Am gestrigen Mittwoch haben die Studiengänge [Medieninformatik B.Sc.](https://www.hs-harz.de/medieninformatik) / [Medien- und Spielekonzeption M.A.](https://www.hs-harz.de/medien-und-spielekonzeption-ma) digitalen Besuch eines ehemaligen Studierenden erhalten. Patrick Kulling begann 2007 sein Studium an unserer schönen Hochschule Harz in Wernigerode und arbeitet seit neun Jahren im Berliner Studio der Spielfirma  [Wooga](https://www.wooga.com/). Die Firma Wooga konzentriert sich hauptsächlich auf den Mobile Games Markt und entwickelt Spiele wie „June’s Journey“ oder „Pearl’s Peril“.\nPatrick ist bei Wooga als Principal Engineer angestellt und klärte die Studierenden in seinem Online-Vortrag darüber auf, warum er Berlin in Verbindung mit der Games-Branche immer noch oder gerade jetzt besonders spannend findet. Für eine Bewerbung sieht er die Studierenden aus Wernigerode gut aufgestellt. Konzeption, Programmierung, Gestaltung und z.B. Unity werden hier ebenso gelehrt wie Teamwork, Kommunikation und Projektmanagement.\n","text_long":"Am gestrigen Mittwoch haben die Studiengänge [Medieninformatik B.Sc.](https://www.hs-harz.de/medieninformatik) / [Medien- und Spielkonzeption M.A.](https://www.hs-harz.de/medien-und-spielekonzeption-ma) digitalen Besuch eines ehemaligen Studierenden erhalten. Patrick Kulling begann 2007 sein Studium an unserer schönen [Hochschule Harz](https://www.hs-harz.de/blog) in Wernigerode und arbeitet seit neun Jahren im Berliner Studio der Spielfirma [Wooga](https://www.wooga.com/).\n\nFür diesen Job kehrte Patrick extra aus Kalifornien in Deutschlands Hauptstadt zurück und stellte den nachfolgenden Jahrgängen Wooga persönlich vor. Der ein oder andere Studierende kann ihn möglicherweise schon bald seinen Kollegen nennen …\n\nDie Firma Wooga konzentriert sich hauptsächlich auf den Mobile Games Markt und zielt dabei mit Spielen wie „June’s Journey“ oder **„Pearl’s Peril“** auf eine weibliche Zielgruppe im Alter über 45 Jahren ab. Damit sorgt auch Wooga für den weiter wachsenden Markt der Mobile Games, wie kürzlich in **[protocol](https://www.protocol.com/bulletins/mobile-gaming-100-billion\"%20\\t%20\"_blank)** zu lesen stand.\n\n“Unsere Vision ist es die erste Wahl von Spielern zu werden, wenn es um geschichtenreiche Gelegenheitsspiele geht.”\n\nPatrick ist bei Wooga als Principal Engineer angestellt und klärte die Studierenden in seinem Online-Vortrag darüber auf, warum er Berlin in Verbindung mit der Games-Branche immer noch oder gerade jetzt besonders spannend findet. Von den Studierenden wollte er nicht nur wissen, welchen Influencer aus Berlin sie schon getroffen haben, sondern, was sie von Unternehmen wie Wooga und vor allem was sie beim Berufseinstieg erwarten, aber auch fordern können. Für eine Bewerbung sieht er die Studierenden aus Wernigerode gut aufgestellt. Konzeption, Programmierung, Gestaltung und z.B. Unity werden hier ebenso gelehrt wie Teamwork, Kommunikation und Projektmanagement.\n\nFazit der instruktiven Veranstaltung: Es lohnt sich gut vorbereitet zu sein, das Unternehmen genau zu scannen (z.B. [Glassdoor](https://www.glassdoor.de/) nutzen), das Portfolio frisch zu halten und nicht zuletzt: den eigenen LinkedIn Account pflegen. Denn das ist die Plattform für deine Bewerbung, nicht nur bei Wooga.","elements":null},{"id":23,"title":"Jahresprojekt, zum Beispiel Produktfilm","author":"Prof. Martin Kreyßig","date":"2022-06-21T00:00:00Z","minf":true,"musk":false,"tags":["Audiovisuell","Grafik"],"title_image":9,"images":[{"id":1,"url":"content/23/20210618_133900.png","caption":"Jahresprojekt Imagefilm – Niclas Schmidt in DaVinci Resolve – Foto: © Tilo Sichler"},{"id":2,"url":"content/23/20210618_190244.png","caption":"Jahresprojekt Imagefilm – Postproduction mit DaVinci Resolve – Foto: © Tilo Sichler"},{"id":3,"url":"content/23/DSC03219.png","caption":"Jahresprojekt Imagefilm – Dreharbeiten Y. Meinert (Netco), Oskar Stipani, Martin Kreyßig – Foto: © Tilo Sichler"},{"id":4,"url":"content/23/DSC03233.png","caption":"Jahresprojekt Imagefilm – Dreharbeiten – Foto: © Tilo Sichler"},{"id":5,"url":"content/23/DSC03320.png","caption":"Jahresprojekt Imagefilm – Tilo Sichler an der Sony F5 – Foto: © Tilo Sichler"},{"id":6,"url":"content/23/DSC03324.png","caption":"Jahresprojekt Imagefilm – Greenscreen-Dreharbeiten im Studio – Foto: © Tilo Sichler"},{"id":7,"url":"content/23/DSC03336.png","caption":"Jahresprojekt Imagefilm – Dreharbeiten mit Drehteller – Foto: © Tilo Sichler"},{"id":8,"url":"content/23/DSC03349.png","caption":"Jahresprojekt Imagefilm – Dreharbeiten mit Drehteller – Foto: © Tilo Sichler"},{"id":9,"url":"content/23/Jahresprojekt.png","caption":"Jahresprojekt Imagefilm – Philip Lee Tödter in DaVinci Resolve – Foto: © Tilo Sichler"}],"text_short":"In den Jahresprojekten des Bachelorstudiengangs [Medieninformatik (B.Sc.)](https://www.hs-harz.de/medieninformatik) ein sogenanntes [Drittmittelprojekt](https://de.wikipedia.org/wiki/Drittmittel) umzusetzen, z.B. mit einem Auftraggeber aus der Industrie, ist eine feine Sache. Die praktischen Herausforderungen trainieren die bislang erlernten Fähigkeiten der Studierenden.\nSo auch beim Produktfilm im Auftrag der Firma  **[Netco Professional Services Gmbh](https://www.netco.de/body-cam/\"%20\\t%20\"_blank)** aus Blankenburg. Das Produkt „Body-Cam“ sollte beworben werden. Ab Februar 2021 wurde recherchiert und das Drehbuch geschrieben, im April gedreht, in Mai und Juni erfolgte die Postproduktion, und am 21. Juni wurde der 4-minütige Film an den Kunden ausgeliefert. Das ist im laufenden Studium unter Pandemie-Bedingungen ein flottes Tempo. \nGute Kommunikation und Kollaboration sind für ein solches Projekt entscheidend, denn verteiltes Arbeiten ist zeitaufwändig, in Zeiten der Pandemie aber unerlässlich. Straffes Projektmanagement steuert die Teamprozesse und organisiert die Arbeitsabläufe.\n","text_long":"In den Jahresprojekten des Bachelorstudiengangs [Medieninformatik (B.Sc.)](https://www.hs-harz.de/medieninformatik) ein sogenanntes [Drittmittelprojekt](https://de.wikipedia.org/wiki/Drittmittel) umzusetzen, z.B. mit einem Auftraggeber aus der Industrie, ist eine feine Sache. Der Kundenkontakt mit einer Firma aus der Region als Auftraggeber trägt berufliches Flair ins Studium, die praktischen Herausforderungen trainieren die bislang erlernten Fähigkeiten der Studierenden. Mitunter ein hohes Tempo in der Umsetzung schafft eine professionelle Atmosphäre.\n\nSo auch beim Produktfilm im Auftrag der Firma **[Netco Professional Services Gmbh](https://www.netco.de/body-cam/\"%20\\t%20\"_blank)** aus Blankenburg. Das Produkt „Body-Cam“ sollte beworben werden. Ab Februar 2021 wurde recherchiert und das Drehbuch geschrieben, im April gedreht, in Mai und Juni erfolgte die Postproduktion, und am 21. Juni wurde der 4-minütige Film an den Kunden ausgeliefert. Das ist im laufenden Studium unter Pandemie-Bedingungen ein flottes Tempo, zumal wir alle ja auch noch andere Fächer studieren (oder lehren). Aber das studentische Team aus Oskar Stipani als Projektleiter, Erik Brandt, Niclas Schmidt, Tilo Sichler, Philipp Thüring, Philip Lee Tödter und Benjamin Wehlend war hoch motiviert und sehr belastbar. So konnten wir gemeinsam das vereinbarte Ziel „Abgabe Ende Juni“ erreichen.\n\nDie Fotos vermitteln einen Eindruck der Aufgaben, die zu meistern waren. So wurde im Format 4K/RAW sowohl beim Kunden in Blankenburg gedreht als auch im [Studio der Hochschule Harz](https://www.hs-harz.de/studium/fb-automatisierung-und-informatik/medieninformatik/labore/film-fotostudio/). Hier wiederum wurden Greenscreen-Aufnahmen mit Darstellern erstellt und das Produkt auf einem Drehteller in Bewegung gesetzt. Tilo Sichler operierte bei schönem Wetter seine Drohne durch die Lüfte Blankenburgs, die Hintergründe für den Greenscreen fanden sich in der Hamburger Hafencity. [Frank Stieren](https://de.wikipedia.org/wiki/Frank_Stieren) leiht dem Film seine wunderbare Stimme. Die Sprachaufnahmen fanden wegen der Pandemie in den **[Elevate-Studios](https://elevate-studios.de/\"%20\\t%20\"_blank)** in Hamburg statt, die Kundin war live zugeschaltet. Die Postproduktion verteilten die Studierenden auf diverse eigene Rechner zuhause, weil ein gemeinschaftliches  Arbeiten an der Hochschule nicht erlaubt war. Erst zum Mastering trafen wir uns letzte Woche in den Editsuiten und haben den Film finalisiert. Die Animation realisierten wir mit Adobe AfterEffects, die Tonmischung erfolgte in Logic X, und die teils recht komplexen **[Compositings](https://de.wikipedia.org/wiki/Compositing\"%20\\t%20\"_blank)** sowie die Farbkorrektur wurden in DaVinci Resolve montiert.\n\nGute Kommunikation und Kollaboration sind für ein solches Projekt entscheidend, denn verteiltes Arbeiten ist zeitaufwändig, in Zeiten der Pandemie aber unerlässlich. Straffes Projektmanagement steuert die Teamprozesse und organisiert die Arbeitsabläufe. Die Studierenden des 6. Semesters gehen nach dem 31. August ins Praktikum. Das Team- und Projektstudium an der [Hochschule Harz](https://www.hs-harz.de/studium/fb-automatisierung-und-informatik) – und diese Filmproduktion – haben sie dafür einmal mehr sehr gut vorbereitet.","elements":null},{"id":24,"title":"Der Prototyp für Erfolg","author":"Sebastian Siebert","date":"2023-09-13T00:00:00Z","minf":true,"musk":false,"tags":["Audiovisuell","Grafik"],"title_image":1,"images":[{"id":1,"url":"content/24/Prototyp_fuer_Erfolg.png","caption":"Titelcover des Prototyps Space Clash "},{"id":2,"url":"content/24/Screenshot 2024-05-12 225920.png","caption":"Wort-Bildmarke der Firma des Prototyps"},{"id":3,"url":"content/24/Screenshot 2024-05-12 225943.png","caption":"Hauptcharaktere von Space Clash"},{"id":4,"url":"content/24/Komp_1_0-00-10-17.png","caption":"Szene aus dem Prototyp Space Clash"},{"id":5,"url":"content/24/Komp_1_0-00-22-20.png","caption":"Gameplay auf einem Lavaplanten aus Space Clash"},{"id":6,"url":"content/24/Komp_1_0-00-24-00_1.png","caption":"Gameplay auf einem Mond aus Space Clash"},{"id":7,"url":"content/24/Prog_Fortgeschritten.png","caption":"Eine Umgebung für die Verbesserungen von Angriffen in Space Clash"},{"id":8,"url":"content/24/InZeitschrift.png","caption":"Potenzielle Werbung für Space Clash in Kinderzeitungen"}],"text_short":"Wir alle haben manchmal diese eine Situation: Wir wollen etwas machen, wissen aber nicht was oder wie. So setzt man sich einfach ran und guckt was passiert.\nDu machst es einfach und denkst nicht weiter drüber nach. Der Spaß auszuprobieren ist alles, was einen antreibt immer weiterzumachen. Es muss nichts vermeintlich sinnvolles sein, du machst es einfach.\n\nUnd wenn ich nicht weiß wie, habe ich Spaß mit AI und gucke, was man damit machen kann. Daher entstehen Dinge, wie am auf den Bildern sehen kann. Das Resultat ist etwas, was mich motiviert weiter an neuen Bildern zu arbeiten.\n","text_long":"Wir alle haben manchmal diese eine Situation: Wir wollen etwas machen, wissen aber nicht was oder man hat eine Idee, weiß aber nicht, wie man sie am besten umsetzen kann. So setzt man sich einfach ran und guckt was passiert.\n\nDamit verbracht irgendwas zu machen vergehen Minuten bis Stunden ohne zu realisieren wie viel Zeit wirklich vergeht. Du machst es einfach und denkst nicht weiter drüber nach. Der Spaß auszuprobieren ist alles, was einen antreibt immer weiterzumachen. Es muss nichts vermeintlich sinnvolles zu sein, du machst es einfach.\n\nUnd wenn ich nicht weiß wie, habe ich Spaß mit AI und gucke, was man damit machen kann. Daher entstehen Dinge, wie am auf den Bildern sehen kann. Ich weiß nicht was ich mache und was ich eigentlich machen möchte, aber irgendwie funktioniert es.\n\nDas Resultat ist etwas, was mich motiviert weiter an neuen Bildern zu arbeiten. Sie sind eine weitere Inspirationsquelle für das Schaffen neuer Dinge, die einem einfach durch den Kopf gehen. Hoffentlich wird das nie enden und die Inspiration für neue Ideen wird weiterhin mich anregen Neues auszuprobieren.","elements":null},{"id":25,"title":"Animation der anderen Art","author":"Sebastian Siebert","date":"2023-09-22T00:00:00Z","minf":true,"musk":false,"tags":["Audiovisuell","Animation"],"title_image":1,"images":[{"id":1,"url":"content/25/3D-AnimationsFrame.png","caption":"Frame einer Animation von © Sebastian Siebert"},{"id":2,"url":"content/25/AnimationFrame2.jpg","caption":"Frame einer Animation von © Sebastian Siebert"},{"id":3,"url":"content/25/AnimationFrame3.jpg","caption":"Draufsicht auf die Umgebung einer Animation von © Sebastian Siebert"},{"id":4,"url":"content/25/AnimationFrame4.jpg","caption":"Frame einer Animation von © Sebastian Siebert"},{"id":5,"url":"content/25/AnimationFrame5.jpg","caption":"Frame einer Verfolgungsszene der Animation von © Sebastian Siebert"}],"text_short":"Im dritten Semester werden wir mit 3D Modellierung vertraut gemacht. Mit der Abgabe werden Modellierung, Texturierung, Belichtungen und noch vieles mehr unserer Fähigkeiten im Programm unter Beweis gestellt. Daraus entstanden eine Vielzahl unterschiedlichster Abgaben, die verschiedener nicht sein könnten. \nMit den Eindrücken dieses Semesters entstehen Ideen und Möglichkeiten für die 3D Animation im nächsten Semester. Im Laufe des Semesters wurde uns beigebracht, wie man alles umsetzen könnte: von [Rigging](https://de.wikipedia.org/wiki/Rigging_(Animation)) über Kamerawechsel bis hin zu Animationen. Doch es braucht viel Zeit. Selbst mit diesen kurzen Animationen ist sehr viel Arbeit damit verbunden.\n","text_long":"Im dritten Semester werden wir mit 3D Modellierung vertraut gemacht. Mit der Abgabe werden Modellierung, Texturierung, Belichtungen und noch vieles mehr unserer Fähigkeiten im Programm unter Beweis gestellt. Daraus entstanden eine Vielzahl unterschiedlichster Abgaben, die verschiedener nicht sein könnten. Und da kamen unter anderem schon erste Ideen und Ambitionen für das nächste Semester, denn dort geht es mit Animationen weiter.\n\nMit diesen ersten Ideen kommen bereits die ersten Überlegungen, wie man das gewünschte am Besten umsetzt. Im Verlaufe des Semester wurde uns beigebracht, wie man alles umsetzen könnte, von Rigging über Kamerawechsel bis hin zu Animationen, die mit Worten von Herrn Ackermann ausgedrückt „lecker aussehen“.\n\nUnd so entstanden, genau wie im Semester davor, zahlreiche Animationen, wie diese hier. Beim Arbeiten ist uns allen jedoch eins aufgefallen: Es braucht unnormal viel Zeit solche Animationen zu machen. Selbst mit diesen kurzen Animationen mit maximal einer Minute, ist das reale Ausmaß an Arbeit, die damit verbunden war, im ersten Moment nicht einschätzbar. Im Endeffekt sind sehr gute Animationen entstanden und Studenten, die mal eine kurze Erholungspause benötigten, um weitere Animationen aus weiteren Ideen zu schaffen.","elements":null},{"id":26,"title":"Eine Suche nach Inspiration","author":"Sebastian Siebert","date":"2024-01-12T00:00:00Z","minf":true,"musk":false,"tags":["Grafik"],"title_image":1,"images":[{"id":1,"url":"content/26/InspirationGesucht.png","caption":"Bild eines experimentellen Versuches im Umgang mit Photoshop © Sebastian Siebert"}],"text_short":"Wir alle haben manchmal diese eine Situation: Wir wollen etwas machen, wissen aber nicht was oder man hat eine Idee, weiß aber nicht, wie man sie am besten umsetzen kann. So setzt man sich einfach ran und guckt was passiert. Damit verbracht irgendwas zu machen vergehen Minuten bis Stunden ohne zu realisieren wie viel Zeit wirklich vergeht. Du machst es einfach und denkst nicht weiter drüber nach. Der Spaß auszuprobieren ist alles, was einen antreibt immer weiterzumachen.\n\nEs muss nichts vermeintlich sinnvolles zu sein, du machst es einfach. Und wenn ich nicht weiß wie, habe ich Spaß mit AI und gucke, was man damit machen kann. Daher entstehen Dinge, wie am auf den Bildern sehen kann. Ich weiß nicht was ich mache und was ich eigentlich machen möchte, aber irgendwie funktioniert es.\n\nDas Resultat ist etwas, was mich motiviert weiter an neuen Bildern zu arbeiten. Sie sind eine weitere Inspirationsquelle für das Schaffen neuer Dinge, die einem einfach durch den Kopf gehen. Hoffentlich wird das nie enden und die Inspiration für neue Ideen wird weiterhin mich anregen Neues auszuprobieren.","text_long":"Wir alle haben manchmal diese eine Situation: Wir wollen etwas machen, wissen aber nicht was oder man hat eine Idee, weiß aber nicht, wie man sie am besten umsetzen kann. So setzt man sich einfach ran und guckt was passiert. Damit verbracht irgendwas zu machen vergehen Minuten bis Stunden ohne zu realisieren wie viel Zeit wirklich vergeht. Du machst es einfach und denkst nicht weiter drüber nach. Der Spaß auszuprobieren ist alles, was einen antreibt immer weiterzumachen.\n\nEs muss nichts vermeintlich sinnvolles zu sein, du machst es einfach. Und wenn ich nicht weiß wie, habe ich Spaß mit AI und gucke, was man damit machen kann. Daher entstehen Dinge, wie am auf den Bildern sehen kann. Ich weiß nicht was ich mache und was ich eigentlich machen möchte, aber irgendwie funktioniert es.\n\nDas Resultat ist etwas, was mich motiviert weiter an neuen Bildern zu arbeiten. Sie sind eine weitere Inspirationsquelle für das Schaffen neuer Dinge, die einem einfach durch den Kopf gehen. Hoffentlich wird das nie enden und die Inspiration für neue Ideen wird weiterhin mich anregen Neues auszuprobieren.","elements":null}]